{
    "name": "testaze - Copy - Copy - Copy - Copy",
    "words": [
        {
            "english": "put on",
            "french": [
                "mettre",
                "simuler",
                "contrefaire"
            ],
            "examples": [
                {
                    "english": "He put on his hat and went outside.",
                    "french": "Il a mis son chapeau et est sorti."
                },
                {
                    "english": "I put my coat on when it started to rain.",
                    "french": "J'ai enfilé mon manteau quand il a commencé à pleuvoir."
                },
                {
                    "english": "My mother put on a funny accent to make us laugh. ",
                    "french": "Ma maman a simulé un accent amusant pour nous faire rire.\r"
                }
            ]
        },
        {
            "english": "hang",
            "french": [
                "être suspendu",
                "être accroché",
                "planement"
            ],
            "examples": [
                {
                    "english": "I hung a mirror on the wall with a mounting bracket.",
                    "french": "J'ai accroché un miroir au mur avec un support de montage."
                },
                {
                    "english": "I will hang my clothes out to dry.",
                    "french": "Je vais suspendre mes vêtements pour les sécher."
                },
                {
                    "english": "A swing hangs from the tree in the garden.",
                    "french": "Une balançoire pend à l'arbre dans le jardin."
                },
                {
                    "english": "A beautiful chandelier hung from the ceiling.",
                    "french": "Un beau lustre était suspendu au plafond.\r"
                }
            ]
        },
        {
            "english": "fold",
            "french": [
                "pli",
                "repli",
                "bercail",
                "rabat",
                "sillon",
                "troupeau",
                "se plier",
                "disparaître",
                "faire faillite",
                "abattre",
                "couper"
            ],
            "examples": [
                {
                    "english": "Each fold of the paper plane has to be in the right place.",
                    "french": "Chaque pli de l'avion en papier doit être parfaitement placé."
                },
                {
                    "english": "I folded the sheet of paper as indicated.",
                    "french": "J'ai plié la feuille de papier comme indiqué. "
                },
                {
                    "english": "I use bookmarks instead of folding the pages.",
                    "french": "J'utilise des marque-pages au lieu de plier les pages."
                },
                {
                    "english": "This portable table folds in half.",
                    "french": "Cette table portable se plie en deux."
                },
                {
                    "english": "The gardeners felled the rotten tree.",
                    "french": "Les jardiniers ont abattu l'arbre pourri."
                },
                {
                    "english": "The forester felled the dead trees.",
                    "french": "Le forestier a coupé les arbres morts. \r"
                }
            ]
        },
        {
            "english": "put away",
            "french": [
                "ranger",
                "enfermer",
                "mettre hors d'état de nuire"
            ],
            "examples": [
                {
                    "english": "I asked my son to put away his toys.",
                    "french": "J'ai demandé à mon fils de ranger ses jouets.\r"
                }
            ]
        },
        {
            "english": "to tie",
            "french": [
                "lacer",
                "s'attacher"
            ],
            "examples": [
                {
                    "english": "She tied a ribbon around the gift.",
                    "french": "Elle a noué un ruban autour du cadeau."
                },
                {
                    "english": "We tied a red ribbon around the box.",
                    "french": "Nous avons attaché un ruban rouge autour de la boîte."
                },
                {
                    "english": "Yesterday, my son tied his own shoes for the first time.",
                    "french": "Hier, mon fils a lacé ses chaussures tout seul pour la première fois.\r"
                }
            ]
        },
        {
            "english": "wrap",
            "french": [
                "enveloppement",
                "emballage",
                "châle",
                "langer"
            ],
            "examples": [
                {
                    "english": "The child wrapped the birthday gift with great care.",
                    "french": "L'enfant a emballé le cadeau d'anniversaire avec grand soin."
                },
                {
                    "english": "The mother wrapped her baby in a warm blanket.",
                    "french": "La mère a couvert son bébé avec une couverture chaude.\r"
                }
            ]
        },
        {
            "english": "sweep",
            "french": [
                "ramoner",
                "emporter",
                "s'étendre",
                "basculer",
                "balayage",
                "coup de balai",
                "courbe"
            ],
            "examples": [
                {
                    "english": "I dusted the bookshelves and swept the floor.",
                    "french": "J'ai épousseté les étagères et balayé le sol."
                },
                {
                    "english": "She used a broom to sweep the floor.",
                    "french": "Elle a utilisé un balai pour balayer le sol."
                },
                {
                    "english": "I will sweep the chimney before winter comes.",
                    "french": "Je vais ramoner la cheminée avant l'arrivée de l'hiver."
                },
                {
                    "english": "I give the terrace a sweep every morning. ",
                    "french": "Je donne un coup de balai à la terrasse chaque matin. \r"
                }
            ]
        },
        {
            "english": "carry",
            "french": [
                "transporter",
                "supporter",
                "comporter",
                "soutenir",
                "adopter",
                "impliquer",
                "retenir",
                "rapporter",
                "report"
            ],
            "examples": [
                {
                    "english": "The train that was carrying the goods left yesterday.",
                    "french": "Le train qui transportait les marchandises est parti hier."
                },
                {
                    "english": "Donkeys can carry very heavy burdens.",
                    "french": "Les ânes peuvent transporter des fardeaux très lourds."
                },
                {
                    "english": "The father carries his daughter on his shoulders.",
                    "french": "Le père porte sa fille sur ses épaules."
                },
                {
                    "english": "The soldier carried a rifle. ",
                    "french": "Le soldat portait un fusil.\r"
                }
            ]
        },
        {
            "english": "through",
            "french": [
                "par",
                "à travers",
                "au travers de",
                "à cause de",
                "jusqu'à"
            ],
            "examples": [
                {
                    "english": "We went through London on our way to Paris.",
                    "french": "Nous sommes passés par Londres en allant à Paris."
                },
                {
                    "english": "The road passes through the forest.",
                    "french": "La route passe par la forêt."
                },
                {
                    "english": "The children were watching the rain through the window.",
                    "french": "Les enfants regardaient la pluie à travers la fenêtre."
                },
                {
                    "english": "The sun is shining through the grey clouds.",
                    "french": "Le soleil brille à travers les nuages gris.\r"
                }
            ]
        },
        {
            "english": "pick",
            "french": [
                "cueillir",
                "piquer",
                "choix",
                "pioche",
                "médiator",
                "pic",
                "option",
                "piolet"
            ],
            "examples": [
                {
                    "english": "We went to the orchard to pick apples.",
                    "french": "Nous sommes allés cueillir des pommes au verger."
                },
                {
                    "english": "The children are picking apples in the orchard.",
                    "french": "Les enfants cueillent des pommes dans le verger."
                },
                {
                    "english": "The recruiter picked the most promising applicants.",
                    "french": "Le recruteur a sélectionné les candidats les plus prometteurs."
                },
                {
                    "english": "I picked strawberries in the field.",
                    "french": "J'ai récolté des fraises dans le champ."
                },
                {
                    "english": "You can take your pick from the available seats in the room.",
                    "french": "Vous pouvez faire votre choix parmi les places disponibles dans la pièce."
                },
                {
                    "english": "The miners are digging a tunnel with picks and shovels.",
                    "french": "Les mineurs creusent une galerie à l'aide de pioches et de pelles."
                },
                {
                    "english": "I use a pick to play the guitar.",
                    "french": "J'utilise un médiator pour jouer de la guitare.\r"
                }
            ]
        },
        {
            "english": "rubbish",
            "french": [
                "déchets",
                "ordures",
                "détritus",
                "bêtises",
                "déchet",
                "ordure",
                "inepties",
                "camelote"
            ],
            "examples": [
                {
                    "english": "After the parade, the streets were scattered with rubbish.",
                    "french": "Après le défilé, les rues étaitent jonchées de déchets."
                },
                {
                    "english": "When I am tired, I start talking rubbish.",
                    "french": "Quand je suis fatigué, je me mets à raconter des bêtises."
                },
                {
                    "english": "The opposition continues to rubbish the government's decisions.",
                    "french": "L'opposition continue de dénigrer les décisions du gouvernement.\r"
                }
            ]
        },
        {
            "english": "cupboard",
            "french": [
                "armoire",
                "placard"
            ],
            "examples": [
                {
                    "english": "The pepper is in the cupboard, beside the salt.",
                    "french": "Le poivre se trouve dans le placard, à côté du sel.\r"
                }
            ]
        },
        {
            "english": "throw",
            "french": [
                "jet",
                "couverture"
            ],
            "examples": [
                {
                    "english": "She threw the ball in the basket. ",
                    "french": "Elle a jeté la balle dans le panier. "
                },
                {
                    "english": "One player throws the ball and the other player catches it.",
                    "french": "Un joueur lance la balle et l'autre joueur l'attrape."
                },
                {
                    "english": "Throwing rice at a wedding is an old custom.",
                    "french": "Lancer du riz à un mariage est une vieille coutume."
                },
                {
                    "english": "The unexpected question completely threw me.",
                    "french": "La question inattendue m'a complètement déconcertée."
                },
                {
                    "english": "I spread a throw on the couch.",
                    "french": "J'ai étalé une couverture sur le canapé.\r"
                }
            ]
        },
        {
            "english": "crowd",
            "french": [
                "foule",
                "public",
                "spectateurs",
                "attroupement",
                "affluence",
                "auditoire",
                "assemblée",
                "marée humaine",
                "encombrer",
                "entasser",
                "chanter",
                "se vanter",
                "pavoiser",
                "fanfaronner"
            ],
            "examples": [
                {
                    "english": "A crowd waited for the singer outside his hotel.",
                    "french": "Une foule attendait le chanteur devant son hôtel."
                },
                {
                    "english": "The crowd cheered the winners.",
                    "french": "La foule a applaudi les gagnants."
                },
                {
                    "english": "The crowd enjoyed the performance.",
                    "french": "Le public a apprécié la performance."
                },
                {
                    "english": "The crowd cheered when the singer entered the stage.",
                    "french": "Les spectateurs ont applaudi quand le chanteur est entré en scène."
                },
                {
                    "english": "A crowd of pedestrians watched the street performer.",
                    "french": "Un attroupement de piétons a observé l'artiste de rue."
                },
                {
                    "english": "Customers crowd commercial streets on Saturdays.",
                    "french": "Les clients encombrent les rues commerçantes le samedi."
                },
                {
                    "english": "The rooster crows every morning at dawn.",
                    "french": "Le coq chante chaque matin à l'aube."
                },
                {
                    "english": "The businessman crows about his success to his friends.",
                    "french": "L'homme d'affaires se vante de sa réussite à ses amis."
                },
                {
                    "english": "The winner of the race crows in front of the cameras.",
                    "french": "Le gagnant de la course pavoise devant les caméras.\r"
                }
            ]
        },
        {
            "english": "to lean",
            "french": [
                "maigre",
                "mince",
                "légère",
                "sèche",
                "svelte",
                "pencher",
                "appuyer",
                "adosser",
                "se pencher"
            ],
            "examples": [
                {
                    "english": "My husband prefers fatty meat to lean meat.",
                    "french": "Mon mari préfère la viande grasse à la viande maigre."
                },
                {
                    "english": "This young athlete is lean but very strong.",
                    "french": "Ce jeune athlète est mince mais très fort."
                },
                {
                    "english": "The tree is leaning slightly because of the wind. ",
                    "french": "L'arbre penche légèrement à cause du vent."
                },
                {
                    "english": "The worker leaned the ladder against the wall.",
                    "french": "L'ouvrier a appuyé l'échelle contre le mur.\r"
                }
            ]
        },
        {
            "english": "stand",
            "french": [
                "reposer",
                "rester",
                "se lever",
                "être debout",
                "endurer",
                "poser",
                "se trouver",
                "stand",
                "socle",
                "support",
                "pied",
                "position",
                "kiosque",
                "résistance",
                "béquille",
                "tribune",
                "station",
                "barre",
                "éventaire",
                "attitude",
                "sellette",
                "station debout",
                "échoppe"
            ],
            "examples": [
                {
                    "english": "The bread dough must stand before being baked.",
                    "french": "La pâte à pain doit reposer avant d'être cuite."
                },
                {
                    "english": "The president stood firm, despite challenges from the opposition.",
                    "french": "Le président est resté ferme, malgré les contestations de l'opposition. "
                },
                {
                    "english": "Everyone stood to sing the national anthem.",
                    "french": "Tout le monde s'est levé pour chanter l'hymne national."
                },
                {
                    "english": "I cannot stand rudeness.",
                    "french": "Je ne tolère pas l'impolitesse."
                },
                {
                    "english": "We were standing while the teacher called our names.",
                    "french": "Nous étions debout pendant que l'enseignant faisait l'appel. "
                },
                {
                    "english": "The doctor asked me if I could stand the pain.",
                    "french": "Le docteur m'a demandé si je pouvais endurer la douleur."
                },
                {
                    "english": "There were many interesting stands at the book fair.",
                    "french": "Il y avait beaucoup de stands intéressants au salon du livre."
                },
                {
                    "english": "The jewels are displayed in a haphazard manner on the stand.",
                    "french": "Les bijoux sont disposés de manière aléatoire sur le stand."
                },
                {
                    "english": "I put my wireless phone on its stand to charge it. ",
                    "french": "J'ai posé mon téléphone sans fil sur son socle pour le charger. \r"
                }
            ]
        },
        {
            "english": "clap",
            "french": [
                "frapper",
                "taper",
                "applaudir",
                "claquement",
                "tape"
            ],
            "examples": [
                {
                    "english": "I clapped my hands in rhythm with the song.",
                    "french": "J'ai tapé des mains en rythme avec la chanson."
                },
                {
                    "english": "The children clapped their hands enthusiastically.",
                    "french": "Les enfants ont tapé des mains avec enthousiasme."
                },
                {
                    "english": "A clap of thunder startled me.",
                    "french": "Un claquement de tonnerre m'a fait sursauter.\r"
                }
            ]
        },
        {
            "english": "stretch",
            "french": [
                "s'étirer",
                "tendre",
                "s'étendre",
                "assouplir",
                "s'élargir",
                "élargir",
                "donner",
                "étirement",
                "partie",
                "tronçon",
                "étendue",
                "portion",
                "période",
                "ancrage",
                "extensible"
            ],
            "examples": [
                {
                    "english": "I always stretch after running.",
                    "french": "Je m'étire toujours après avoir couru."
                },
                {
                    "english": "Cats like to stretch their paws after sleeping.",
                    "french": "Les chats aiment étirer leurs pattes après avoir dormi."
                },
                {
                    "english": "We stretched each material to determine its tensile strength.",
                    "french": "Nous avons étiré chaque matériau pour déterminer sa résistance à la traction."
                },
                {
                    "english": "I had to stretch my arm to reach the book on the high shelf.",
                    "french": "J'ai dû tendre mon bras pour atteindre le livre sur l'étagère du haut. "
                },
                {
                    "english": "The last stretch of the marathon seemed the longest.",
                    "french": "La dernière partie du marathon paraissait la plus longue."
                },
                {
                    "english": "Stretch jeans are in fashion.",
                    "french": "Les jeans extensibles sont à la mode.\r"
                }
            ]
        },
        {
            "english": "bend",
            "french": [
                "tourner",
                "pencher",
                "ployer",
                "virage",
                "coude",
                "détour",
                "courbe",
                "pli",
                "tournant"
            ],
            "examples": [
                {
                    "english": "The strong man bent the metal bar with his bare hands.",
                    "french": "L'homme fort a plié la barre de métal à mains nues."
                },
                {
                    "english": "The machine can bend copper pipes.",
                    "french": "La machine peut courber les tuyaux en cuivre."
                },
                {
                    "english": "I had to bend my knees to walk through the low door.",
                    "french": "J'ai dû fléchir les genoux pour passer la porte basse."
                },
                {
                    "english": "Plastic can crack if you bend it too much.",
                    "french": "Le plastique peut casser si on le tord trop."
                },
                {
                    "english": "After five minutes, the road bends sharply to the left.",
                    "french": "Après cinq minutes, la route tourne brusquement à gauche."
                },
                {
                    "english": "The road has many sharp bends.",
                    "french": "La route a beaucoup de virages serrés.\r"
                }
            ]
        },
        {
            "english": "reach",
            "french": [
                "joindre",
                "parvenir",
                "contacter",
                "passer",
                "tendre",
                "s'étendre",
                "attraper",
                "portée",
                "atteinte",
                "rayonnement",
                "étendue"
            ],
            "examples": [
                {
                    "english": "The plane should reach its final destination on time.",
                    "french": "L'avion devrait atteindre sa destination finale à l'heure."
                },
                {
                    "english": "The mountaineer reached the peak of the mountain.",
                    "french": "L'alpiniste a atteint le sommet de la montagne."
                },
                {
                    "english": "You can reach the island by ferry.",
                    "french": "Vous pouvez accéder à l'île par ferry."
                },
                {
                    "english": "The intermediaries helped the companies reach an agreement.",
                    "french": "Les intermédiaires ont aidé les entreprises à parvenir à un accord."
                },
                {
                    "english": "The jury managed to reach a verdict.",
                    "french": "Le jury est parvenu à rendre un verdict."
                },
                {
                    "english": "I could not reach the manager on the phone.",
                    "french": "Je n'ai pas pu joindre le directeur au téléphone."
                },
                {
                    "english": "My last novel aims to reach a very wide audience.",
                    "french": "Mon dernier roman vise à toucher un public très large."
                },
                {
                    "english": "I keep my cleaning products out of reach of children.",
                    "french": "Je range mes produits d'entretien hors de la portée des enfants.\r"
                }
            ]
        },
        {
            "english": "grab",
            "french": [
                "saisir",
                "empoigner",
                "benne",
                "grappin",
                "mouvement vif"
            ],
            "examples": [
                {
                    "english": "The climber grabbed the rope so as not to fall.",
                    "french": "Le grimpeur a saisi la corde pour ne pas tomber."
                },
                {
                    "english": "I will grab my coat before going out.",
                    "french": "Je vais prendre mon manteau avant de sortir.\r"
                }
            ]
        },
        {
            "english": "climb",
            "french": [
                "gravir",
                "escalader",
                "augmenter",
                "faire de l'escalade",
                "prendre de l'altitude",
                "montée",
                "ascension",
                "escalade",
                "côte"
            ],
            "examples": [
                {
                    "english": "The agile little monkey climbed the tree effortlessly. ",
                    "french": "Le petit singe agile a grimpé l'arbre sans effort."
                },
                {
                    "english": "The car slowed as it climbed the hill.",
                    "french": "La voiture a ralenti en montant la colline."
                },
                {
                    "english": "Climbing this mountain is very arduous.",
                    "french": "Gravir cette montagne est très ardu."
                },
                {
                    "english": "It was quicker to go down the mountain than to climb it.",
                    "french": "Descendre la montagne a été plus rapide que l'escalader."
                },
                {
                    "english": "The climb to the summit was tiring.",
                    "french": "L'ascension jusqu'au sommet était fatigante.\r"
                }
            ]
        },
        {
            "english": "crouch",
            "french": [
                "s'accroupir",
                "se baisser",
                "se ramasser",
                "accroupissement"
            ],
            "examples": [
                {
                    "english": "He crouched to pick up the object that fell on the floor.",
                    "french": "Il s'est baissé pour ramasser l'objet qui était tombé par terre.\r"
                }
            ]
        },
        {
            "english": "kneel",
            "french": [
                "s'agenouiller",
                "se mettre à genoux"
            ],
            "examples": [
                {
                    "english": "The guests kneeled before the king.",
                    "french": "Les invités se sont agenouillés devant le roi.\r"
                }
            ]
        },
        {
            "english": "waving",
            "french": [
                "agité",
                "onduler",
                "agiter",
                "flotter",
                "ondulatoire",
                "marémotrice"
            ],
            "examples": [
                {
                    "english": "Demonstrators usually wave placards.",
                    "french": "Les manifestants brandissent généralement des pancartes."
                },
                {
                    "english": "During the celebration, children were waving flags.",
                    "french": "Pendant la fête, des enfants agitaient des drapeaux."
                },
                {
                    "english": "The country's flag is waving in the wind.",
                    "french": "Le drapeau du pays flotte dans le vent.\r"
                }
            ]
        },
        {
            "english": "shelf",
            "french": [
                "étagère",
                "tablette",
                "rayon",
                "rayonnage"
            ],
            "examples": [
                {
                    "english": "I put the book back on the shelf.",
                    "french": "J'ai remis le livre sur l'étagère."
                },
                {
                    "english": "The shelf is attached to the wall.",
                    "french": "L'étagère est fixée au mur."
                },
                {
                    "english": "I put my book on the small shelf above the bed.",
                    "french": "J'ai mis mon livre sur la petite tablette au-dessus du lit."
                },
                {
                    "english": "The supermarket's shelves are full of products.",
                    "french": "Les rayons du supermarché sont remplis de produits.\r"
                }
            ]
        },
        {
            "english": "lie in the bed",
            "french": [
                "s'allonger dans le lit\r"
            ],
            "examples": []
        },
        {
            "english": "shake",
            "french": [
                "ébranler",
                "trembler",
                "grelotter"
            ],
            "examples": [
                {
                    "english": "You have to shake the bottle before opening it. ",
                    "french": "Il faut secouer la bouteille avant de l'ouvrir."
                },
                {
                    "english": "The truth about her brother shook her.",
                    "french": "La vérité à propos de son frère l'a ébranlée."
                },
                {
                    "english": "I was shaking because of the cold.",
                    "french": "Je tremblais à cause du froid."
                },
                {
                    "english": "He was shaking with cold from the winter weather.",
                    "french": "Il grelottait de froid à cause du temps hivernal.\r"
                }
            ]
        },
        {
            "english": "shaking hands",
            "french": [
                "serrer la main",
                "se serrer la main\r"
            ],
            "examples": []
        },
        {
            "english": "booth",
            "french": [
                "stand",
                "cabine",
                "kiosque",
                "guichet",
                "isoloir",
                "box",
                "baraque"
            ],
            "examples": [
                {
                    "english": "Each company had its own booth at the trade fair.",
                    "french": "Chaque entreprise avait son propre stand à la foire commerciale."
                },
                {
                    "english": "Phone booths are disappearing because of mobile phones.",
                    "french": "Les cabines téléphoniques disparaissent à cause des portables."
                },
                {
                    "english": "I bought two concert tickets at the booth.",
                    "french": "J'ai acheté deux places de concert au guichet.\r"
                }
            ]
        },
        {
            "english": "tire",
            "french": [
                "pneu",
                "pneumatique",
                "fatiguer",
                "se fatiguer"
            ],
            "examples": [
                {
                    "english": "I bought four new tires for my car.",
                    "french": "J'ai acheté quatre nouveaux pneus pour ma voiture."
                },
                {
                    "english": "The mechanic changed all four tires on my car.",
                    "french": "Le mécanicien a changé les quatre pneumatiques de ma voiture."
                },
                {
                    "english": "The long walk tired the old dog.",
                    "french": "La longue promenade a fatigué le vieux chien.\r"
                }
            ]
        },
        {
            "english": "coat",
            "french": [
                "couche",
                "manteau",
                "pelage",
                "robe",
                "enduit",
                "pardessus",
                "enrober",
                "couvrir"
            ],
            "examples": [
                {
                    "english": "I put my coat on when it started to rain.",
                    "french": "J'ai enfilé mon manteau quand il a commencé à pleuvoir."
                },
                {
                    "english": "The coat has a cotton lining.",
                    "french": "Le manteau a une doublure en coton."
                },
                {
                    "english": "My cat has a soft, shiny coat.",
                    "french": "Mon chat a un pelage doux et brillant. "
                },
                {
                    "english": "The horse has a light brown coat.",
                    "french": "Le cheval a une robe brun clair."
                },
                {
                    "english": "The cook coats the plate with butter.",
                    "french": "Le cuisinier enduit le plat de beurre."
                },
                {
                    "english": "The cook coated the cake with chocolate.",
                    "french": "Le cuisinier a enrobé le gâteau de chocolat."
                },
                {
                    "english": "I coated the chicken breasts with breadcrumbs.",
                    "french": "J'ai couvert les blancs de poulet de chapelure.\r"
                }
            ]
        },
        {
            "english": "hard hat",
            "french": [
                "casque",
                "casque protecteur",
                "casque de protection",
                "casque de chantier",
                "casque de sécurité\r"
            ],
            "examples": []
        },
        {
            "english": "on",
            "french": [
                "sur",
                "dans",
                "à bord de",
                "autour de",
                "au moment de",
                "au sujet de",
                "à",
                "plus tard",
                "en privé"
            ],
            "examples": [
                {
                    "english": "The food is already on the table. ",
                    "french": "La nourriture est déjà sur la table."
                },
                {
                    "english": "Wood floats on water.",
                    "french": "Le bois flotte sur l'eau. "
                },
                {
                    "english": "I put a log on the fire. ",
                    "french": "J'ai mis une bûche dans le feu. "
                },
                {
                    "english": "I live on a boat.",
                    "french": "J'habite à bord d'un bateau.\r"
                }
            ]
        },
        {
            "english": "off",
            "french": [
                "désactivé",
                "injuste",
                "mal",
                "inadéquat",
                "avarié",
                "à l'arrêt",
                "avarié",
                "au large de",
                "à côté de"
            ],
            "examples": [
                {
                    "english": "The car's engine must be off while on the ferry.",
                    "french": "Le moteur de la voiture doit être à l'arrêt durant la traversée en ferry.\r"
                }
            ]
        },
        {
            "english": "up",
            "french": [
                "en haut",
                "là-haut",
                "dans"
            ],
            "examples": [
                {
                    "english": "To admire the view, you have to climb up the mountain.",
                    "french": "Pour admirer la vue, il faut grimper en haut de la montagne."
                },
                {
                    "english": "My son dragged his large suitcase up the stairs.",
                    "french": "Mon fils a traîné sa grande valise en haut de l'escalier.\r"
                }
            ]
        },
        {
            "english": "down",
            "french": [
                "à terre",
                "abattu",
                "déprimé",
                "découragé",
                "sorti",
                "bas",
                "vers le bas",
                "en bas",
                "en repli",
                "duvet",
                "en aval de",
                "en bas de",
                "au cours de"
            ],
            "examples": [
                {
                    "english": "Following the storm, many trees are down.",
                    "french": "Suite à la tempête, de nombreux arbres sont à terre."
                },
                {
                    "english": "Optimists never feel down.",
                    "french": "Les optimistes ne se sentent jamais abattus."
                },
                {
                    "english": "Yesterday I was feeling down, but today I am feeling great.",
                    "french": "Hier je me sentais déprimé, mais aujourd'hui je me sens très bien."
                },
                {
                    "english": "The mouse wheel can be used to scroll down.",
                    "french": "La molette de la souris permet de défiler vers le bas."
                },
                {
                    "english": "This jacket is warm because it is filled with goose down.",
                    "french": "Ce blouson est chaud, car il est rempli de duvet d'oie.\r"
                }
            ]
        },
        {
            "english": "away",
            "french": [
                "en déplacement",
                "à l'extérieur",
                "loin",
                "au loin",
                "match à l?extérieur",
                "match en déplacement"
            ],
            "examples": [
                {
                    "english": "He lives far away.",
                    "french": "Il habite très loin.\r"
                }
            ]
        },
        {
            "english": "to",
            "french": [
                "pour",
                "jusqu'à",
                "vers",
                "au",
                "aux",
                "en",
                "chez",
                "de",
                "à"
            ],
            "examples": [
                {
                    "english": "It takes one hour to bake the cake.",
                    "french": "Il faut une heure pour faire cuire le gâteau."
                },
                {
                    "english": "I wake up early to go to work.",
                    "french": "Je me lève tôt pour aller au travail."
                },
                {
                    "english": "The climb to the summit was tiring.",
                    "french": "L'ascension jusqu'au sommet était fatigante.\r"
                }
            ]
        },
        {
            "english": "at",
            "french": [
                "chez",
                "à",
                "au",
                "aux"
            ],
            "examples": [
                {
                    "english": "My grandmother always has her lunch at noon.",
                    "french": "Ma grand-mère déjeune toujours à midi.\r"
                }
            ]
        },
        {
            "english": "along",
            "french": [
                "le long de",
                "sur"
            ],
            "examples": [
                {
                    "english": "I walked slowly along the road.",
                    "french": "J'ai marché lentement le long de la route."
                },
                {
                    "english": "She wandered along the beach.",
                    "french": "Elle flânait le long de la plage.\r"
                }
            ]
        },
        {
            "english": "beside",
            "french": [
                "à côté de",
                "outre",
                "à part",
                "hormis",
                "en dehors de",
                "par rapport à",
                "près de"
            ],
            "examples": [
                {
                    "english": "The pepper is in the cupboard, beside the salt.",
                    "french": "Le poivre se trouve dans le placard, à côté du sel.\r"
                }
            ]
        },
        {
            "english": "next to",
            "french": [
                "à côté de",
                "près de",
                "prochain",
                "suivant",
                "à venir",
                "supérieur",
                "futures",
                "ultérieure",
                "ultérieures",
                "ensuite",
                "prochain",
                "à côté de"
            ],
            "examples": [
                {
                    "english": "I am sitting opposite my friend, not next to him.",
                    "french": "Je suis assise en face de mon ami, pas à côté de lui."
                },
                {
                    "english": "I cannot put up with people who smoke next to me.",
                    "french": "Je ne peux pas tolérer les gens qui fument près de moi."
                },
                {
                    "english": "I will go to France next month.",
                    "french": "J'irai en France le mois prochain."
                },
                {
                    "english": "I am planning a long journey next summer.",
                    "french": "Je planifie un long voyage l'été prochain."
                },
                {
                    "english": "We can skip this chapter and move on to the next.",
                    "french": "Nous pouvons sauter ce chapitre et passer au suivant."
                },
                {
                    "english": "First I have an English class, and next a biology class.",
                    "french": "J'ai d'abord un cours d'anglais, et ensuite un cours de biologie.\r"
                }
            ]
        },
        {
            "english": "into",
            "french": [
                "dans",
                "en",
                "selon",
                "vers"
            ],
            "examples": [
                {
                    "english": "She poured milk into the glass.",
                    "french": "Elle a versé du lait dans le verre."
                },
                {
                    "english": "I love diving into the water.",
                    "french": "J'adore plonger dans l'eau."
                },
                {
                    "english": "The baker shaped the dough into balls.",
                    "french": "Le boulanger a formé la pâte en boules."
                },
                {
                    "english": "I divided the cake into four portions.",
                    "french": "J'ai divisé le gâteau en quatre portions.\r"
                }
            ]
        },
        {
            "english": "out of",
            "french": [
                "hors de",
                "sur",
                "à l'abri de",
                "de\r"
            ],
            "examples": []
        },
        {
            "english": "from",
            "french": [
                "depuis",
                "à partir de",
                "de la part de",
                "de",
                "parmi",
                "d'après",
                "dès"
            ],
            "examples": [
                {
                    "english": "I have a nice view from my balcony.",
                    "french": "J'ai une belle vue depuis mon balcon."
                },
                {
                    "english": "There is a splendid view from the balcony.",
                    "french": "Il y a une vue splendide depuis le balcon."
                },
                {
                    "english": "We will be at the pool from noon onwards.",
                    "french": "Nous serons à la piscine à partir de midi."
                },
                {
                    "english": "I got an email from my friend.",
                    "french": "J'ai reçu un e-mail de mon ami.\r"
                }
            ]
        },
        {
            "english": "across",
            "french": [
                "à travers",
                "de l'autre côté de",
                "en face"
            ],
            "examples": [
                {
                    "english": "A record-breaking heatwave is spreading across the whole country.",
                    "french": "Une vague de chaleur record s'étend à travers tout le pays."
                },
                {
                    "english": "The crew survived a perilous journey across the sea.",
                    "french": "L'équipage a survécu à un voyage périlleux à travers la mer."
                },
                {
                    "english": "The mountain is located across the river.",
                    "french": "La montagne se trouve de l'autre côté de la rivière.\r"
                }
            ]
        },
        {
            "english": "through",
            "french": [
                "par",
                "à travers",
                "au travers de",
                "à cause de",
                "jusqu'à"
            ],
            "examples": [
                {
                    "english": "We went through London on our way to Paris.",
                    "french": "Nous sommes passés par Londres en allant à Paris."
                },
                {
                    "english": "The road passes through the forest.",
                    "french": "La route passe par la forêt."
                },
                {
                    "english": "The children were watching the rain through the window.",
                    "french": "Les enfants regardaient la pluie à travers la fenêtre."
                },
                {
                    "english": "The sun is shining through the grey clouds.",
                    "french": "Le soleil brille à travers les nuages gris.\r"
                }
            ]
        },
        {
            "english": "past",
            "french": [
                "passé",
                "dossier",
                "dernières",
                "dernière",
                "dernier",
                "ancien",
                "derniers",
                "passés",
                "écoulée",
                "précédent",
                "antérieur",
                "vécue",
                "après"
            ],
            "examples": [
                {
                    "english": "History is the study of the past.",
                    "french": "L'histoire est l'étude du passé."
                },
                {
                    "english": "The country's working population has shrunk over the past decade.",
                    "french": "La population active du pays a diminué au cours de la dernière décennie."
                },
                {
                    "english": "My French has greatly improved over the past six months.",
                    "french": "Mon français s'est beaucoup amélioré ces six derniers mois."
                },
                {
                    "english": "The company has improved on its past processes.",
                    "french": "L'entreprise a amélioré ses anciens procédés."
                },
                {
                    "english": "I live down the street, past the church.",
                    "french": "J'habite en bas de la rue, après l'église.\r"
                }
            ]
        },
        {
            "english": "in",
            "french": [
                "dans",
                "en",
                "à",
                "à l'intérieur de",
                "depuis",
                "à la mode",
                "à l'intérieur"
            ],
            "examples": [
                {
                    "english": "I live in a big city.",
                    "french": "Je vis dans une grande ville."
                },
                {
                    "english": "I wrote my name in capitals.",
                    "french": "J'ai écrit mon nom en majuscules."
                },
                {
                    "english": "Grapes grow in clusters.",
                    "french": "Les raisins poussent en grappes."
                },
                {
                    "english": "The letter was written in ink.",
                    "french": "La lettre était écrite à l'encre. "
                },
                {
                    "english": "Floral prints are very in this year.",
                    "french": "Les imprimés floraux sont très à la mode cette année. \r"
                }
            ]
        },
        {
            "english": "around",
            "french": [
                "autour",
                "pas loin",
                "autour de",
                "vers",
                "à travers"
            ],
            "examples": [
                {
                    "english": "The cord was tied around the curtains.",
                    "french": "Le cordon était attaché autour des rideaux."
                },
                {
                    "english": "She tied a ribbon around the gift.",
                    "french": "Elle a noué un ruban autour du cadeau."
                },
                {
                    "english": "There are many trees around the house.",
                    "french": "Il y a beaucoup d'arbres autour de la maison."
                },
                {
                    "english": "She draped a towel around her shoulders.",
                    "french": "Elle a drapé une serviette autour de ses épaules.\r"
                }
            ]
        },
        {
            "english": "near",
            "french": [
                "rapproché",
                "proche",
                "près",
                "quasi",
                "tout près",
                "près d'ici",
                "presque",
                "près de",
                "à proximité de",
                "s'approcher"
            ],
            "examples": [
                {
                    "english": "A whale and two calves were swimming near the boat.",
                    "french": "Une baleine et deux baleineaux nageaient près du bateau."
                },
                {
                    "english": "My doctor's practice is near the station.",
                    "french": "Le cabinet de mon médecin se trouve près de la gare."
                },
                {
                    "english": "I like swimming in the lake near the forest.",
                    "french": "J'aime bien nager dans le lac près de la forêt."
                },
                {
                    "english": "The train is nearing the station.",
                    "french": "Le train s'approche de la gare.\r"
                }
            ]
        },
        {
            "english": "by",
            "french": [
                "par",
                "près de",
                "de",
                "avant",
                "à côté de",
                "en",
                "à",
                "sur",
                "individuellement"
            ],
            "examples": [
                {
                    "english": "The contract was signed by both parties.",
                    "french": "Le contrat a été signé par les deux parties."
                },
                {
                    "english": "He was stung by a bee.",
                    "french": "Il a été piqué par une abeille."
                },
                {
                    "english": "The hotel is located by a small lake.",
                    "french": "L'hôtel est situé près d'un petit lac."
                },
                {
                    "english": "I could hear a wasp droning by my head.",
                    "french": "J'entendais une guêpe bourdonner près de ma tête."
                },
                {
                    "english": "He sat by the fireplace to warm up.",
                    "french": "Il s'est assis près de la cheminée pour se réchauffer."
                },
                {
                    "english": "Books by famous authors sell well.",
                    "french": "Les livres d'auteurs connus se vendent bien.\r"
                }
            ]
        },
        {
            "english": "in front of",
            "french": [
                "devant",
                "face à",
                "en face de",
                "à l'avant de"
            ],
            "examples": [
                {
                    "english": "I parked my car in front of the house.",
                    "french": "J'ai garé ma voiture devant la maison."
                },
                {
                    "english": "There was a long line in front of the tourist attraction.",
                    "french": "Il y avait une longue queue devant l'attraction touristique."
                },
                {
                    "english": "There is a gathering in front of the town hall today.",
                    "french": "Il y a un rassemblement devant la mairie aujourd'hui."
                },
                {
                    "english": "I blink a lot when I am in front of a screen.",
                    "french": "Je cligne souvent des yeux quand je suis face à un écran.\r"
                }
            ]
        },
        {
            "english": "behind",
            "french": [
                "à l'arrière",
                "postérieur",
                "derrière",
                "à l'arrière de"
            ],
            "examples": [
                {
                    "english": "My brother hurt his behind when he fell on the ground.",
                    "french": "Mon frère s'est fait mal au postérieur quand il est tombé par terre.\r"
                }
            ]
        },
        {
            "english": "between",
            "french": [
                "entre",
                "au milieu de",
                "parmi",
                "au milieu"
            ],
            "examples": [
                {
                    "english": "I set up a hammock between two trees in the garden.",
                    "french": "J'ai installé un hamac entre deux arbres dans le jardin.\r"
                }
            ]
        },
        {
            "english": "under",
            "french": [
                "moins",
                "dessous",
                "selon",
                "sous"
            ],
            "examples": [
                {
                    "english": "Torture is illegal under international law.",
                    "french": "La torture est illégale selon le droit international.\r"
                }
            ]
        },
        {
            "english": "below",
            "french": [
                "dessous",
                "ci-dessous",
                "en dessous",
                "ci-après",
                "en bas",
                "ci-bas",
                "sous",
                "au-dessous de",
                "en deçà de",
                "en aval de",
                "en dessous de",
                "inférieur à"
            ],
            "examples": [
                {
                    "english": "The name of the painting is written below.",
                    "french": "Le nom du tableau est écrit dessous."
                },
                {
                    "english": "The validation process is illustrated in the graphic below.",
                    "french": "Le processus de validation est illustré dans le schéma ci-dessous. "
                },
                {
                    "english": "The short overview below lists key facts.",
                    "french": "La brève introduction ci-dessous énumère les faits clés."
                },
                {
                    "english": "My parents' bedroom is located below mine.",
                    "french": "La chambre de mes parents se trouve en dessous de la mienne."
                },
                {
                    "english": "A life jacket can be found below your seat.",
                    "french": "Un gilet de sauvetage se trouve sous votre siège."
                },
                {
                    "english": "Drainage is essential in cities below sea level. ",
                    "french": "Le drainage est essentiel dans les villes sous le niveau de la mer. "
                },
                {
                    "english": "The name of the photographer is below the photo.",
                    "french": "Le nom du photographe se trouve au-dessous de la photo.\r"
                }
            ]
        },
        {
            "english": "above",
            "french": [
                "au-dessus de",
                "par-dessus",
                "en amont de",
                "susmentionné",
                "précitées",
                "susvisée",
                "supérieur",
                "dessus"
            ],
            "examples": [
                {
                    "english": "The author discusses the above topic in the next chapter.",
                    "french": "L'auteur traite du sujet susmentionné dans le prochain chapitre.\r"
                }
            ]
        },
        {
            "english": "over",
            "french": [
                "plus de",
                "sur",
                "au-dessus de",
                "par-dessus",
                "en surplomb",
                "par",
                "encore et encore",
                "trop",
                "par dessus"
            ],
            "examples": [
                {
                    "english": "Species evolve over millions of years.",
                    "french": "Les espèces évoluent sur des millions d'années."
                },
                {
                    "english": "The king ruled over the whole realm.",
                    "french": "Le roi régnait sur tout le royaume."
                },
                {
                    "english": "The plane is flying over the ocean.",
                    "french": "L'avion vole au-dessus de l'océan."
                },
                {
                    "english": "The boy threw his ball over the fence.",
                    "french": "Le garçon a lancé son ballon par-dessus la clôture."
                },
                {
                    "english": "The horse leaped over the hurdle.",
                    "french": "Le cheval a sauté par-dessus la haie."
                },
                {
                    "english": "She looked at him over the rim of her glasses.",
                    "french": "Elle l'a regardé par-dessus le bord de ses lunettes.\r"
                }
            ]
        },
        {
            "english": "opposite",
            "french": [
                "opposé",
                "contraire",
                "contraire",
                "opposée",
                "inverse",
                "opposés",
                "contraires",
                "inverses",
                "en face de",
                "devant",
                "vis-à-vis de",
                "à l'opposé",
                "en face"
            ],
            "examples": [
                {
                    "english": "Whatever I say, she always does the opposite.",
                    "french": "Quoi que je dise, elle fait toujours le contraire."
                },
                {
                    "english": "Whatever my opinion is, he always takes the opposite stance.",
                    "french": "Quelle que soit mon opinion, il adopte toujours la position inverse."
                },
                {
                    "english": "I am sitting opposite my friend, not next to him.",
                    "french": "Je suis assise en face de mon ami, pas à côté de lui.\r"
                }
            ]
        },
        {
            "english": "across",
            "french": [
                "à travers",
                "de l'autre côté de",
                "en face"
            ],
            "examples": [
                {
                    "english": "A record-breaking heatwave is spreading across the whole country.",
                    "french": "Une vague de chaleur record s'étend à travers tout le pays."
                },
                {
                    "english": "The crew survived a perilous journey across the sea.",
                    "french": "L'équipage a survécu à un voyage périlleux à travers la mer."
                },
                {
                    "english": "The mountain is located across the river.",
                    "french": "La montagne se trouve de l'autre côté de la rivière.\r"
                }
            ]
        },
        {
            "english": "inside",
            "french": [
                "intérieur",
                "interne",
                "intérieur",
                "à l'intérieur",
                "dedans",
                "en taule",
                "à l'intérieur de",
                "dans",
                "au-dedans de"
            ],
            "examples": [
                {
                    "english": "I keep my wallet in the inside pocket of my jacket.",
                    "french": "Je garde mon portefeuille dans la poche intérieure de ma veste."
                },
                {
                    "english": "The guests preferred to dine inside, away from the mosquitoes.",
                    "french": "Les invités ont préféré dîner à l'intérieur, loin des moustiques."
                },
                {
                    "english": "The cars are assembled inside the factory.",
                    "french": "Les voitures sont assemblées à l'intérieur de l'usine."
                },
                {
                    "english": "Inside the house, it was much warmer.",
                    "french": "À l'intérieur de la maison, il faisait beaucoup plus chaud."
                },
                {
                    "english": "I stayed inside my room during the storm.",
                    "french": "Je suis restée dans ma chambre pendant l'orage."
                },
                {
                    "english": "Smoking is not permitted inside the aircraft. ",
                    "french": "Il n'est pas permis de fumer dans l'avion.\r"
                }
            ]
        },
        {
            "english": "outside",
            "french": [
                "extérieur",
                "dehors",
                "face extérieure",
                "extérieure",
                "extérieures",
                "externe",
                "extérieurs",
                "ambiant",
                "faible",
                "en dehors de",
                "à l'extérieur de",
                "dehors"
            ],
            "examples": [
                {
                    "english": "The outside of the castle is really beautiful.",
                    "french": "L'extérieur du château est vraiment magnifique."
                },
                {
                    "english": "Employees can only smoke outside the office.",
                    "french": "Les employés ne peuvent fumer qu'en dehors du bureau.\r"
                }
            ]
        },
        {
            "english": "stack",
            "french": [
                "pile",
                "paquet",
                "tas",
                "cheminée",
                "empilement",
                "empiler",
                "gerber",
                "entasser",
                "accumuler"
            ],
            "examples": [
                {
                    "english": "There is a big stack of books on my desk.",
                    "french": "Il y a une grosse pile de livres sur mon bureau. "
                },
                {
                    "english": "I put a stack of paper in the printer.",
                    "french": "J'ai mis un paquet de feuilles dans l'imprimante."
                },
                {
                    "english": "I keep a big stack of wood in my garden for the winter.",
                    "french": "Je garde un gros tas de bois dans mon jardin pour l'hiver."
                },
                {
                    "english": "I stacked the books on the table.",
                    "french": "J'ai empilé les livres sur la table.\r"
                }
            ]
        },
        {
            "english": "scattered",
            "french": [
                "épars",
                "dispersé",
                "parsemé",
                "éparpillé",
                "diffuse",
                "se disperser",
                "éparpiller",
                "épandre",
                "répandre",
                "verser",
                "essaimer"
            ],
            "examples": [
                {
                    "english": "The noise scattered the birds.",
                    "french": "Le bruit a dispersé les oiseaux."
                },
                {
                    "english": "The birds scattered when I approached them.",
                    "french": "Les oiseaux se sont dispersés quand je m'en suis approché."
                },
                {
                    "english": "I scattered the sunflower seeds all over the garden.",
                    "french": "J'ai éparpillé les graines de tournesol partout dans le jardin.\r"
                }
            ]
        },
        {
            "english": "line up",
            "french": [
                "alignement",
                "s'aligner",
                "faire la queue",
                "se mettre en rang",
                "être aligné"
            ],
            "examples": [
                {
                    "english": "The cyclists lined up for the start of the race.",
                    "french": "Les cyclistes se sont alignés pour le départ de la course."
                },
                {
                    "english": "I lined up the pencils on my desk.",
                    "french": "J'ai aligné les crayons sur mon bureau."
                },
                {
                    "english": "I have lined up a few surprises for my son's birthday.",
                    "french": "J'ai préparé quelques surprises pour l'anniversaire de mon fils."
                },
                {
                    "english": "I have lined up several activities for the coming week.",
                    "french": "J'ai prévu plusieurs activités pour la semaine à venir.\r"
                }
            ]
        },
        {
            "english": "lay out",
            "french": [
                "présenter",
                "étaler",
                "exposer"
            ],
            "examples": [
                {
                    "english": "On each page, the text is laid out in two columns.",
                    "french": "Sur chaque page, le texte est présenté en deux colonnes."
                },
                {
                    "english": "The boxer laid out his opponent with one punch.",
                    "french": "Le boxeur a étalé son adversaire d'un coup de poing."
                },
                {
                    "english": "The director laid out his project during the meeting.",
                    "french": "Le directeur a exposé son projet pendant la réunion.\r"
                }
            ]
        },
        {
            "english": "place on",
            "french": [
                "place sur\r"
            ],
            "examples": []
        },
        {
            "english": "to lie on",
            "french": [
                "s'allonger sur\r"
            ],
            "examples": []
        },
        {
            "english": "set on top of",
            "french": [
                "placé au sommet de\r"
            ],
            "examples": []
        },
        {
            "english": "surround by",
            "french": [
                "entourer de\r"
            ],
            "examples": []
        },
        {
            "english": "lean aginst",
            "french": [
                "s'appuyer sur\r"
            ],
            "examples": []
        },
        {
            "english": "waitress",
            "french": [
                "serveuse"
            ],
            "examples": [
                {
                    "english": "She works as a waitress in a restaurant.",
                    "french": "Elle travaille comme serveuse dans un restaurant."
                },
                {
                    "english": "My friend is looking for employment as a waitress.",
                    "french": "Mon amie cherche un emploi de serveuse.\r"
                }
            ]
        },
        {
            "english": "cashier",
            "french": [
                "caissier",
                "caissière",
                "guichetier",
                "trésorier",
                "trésorière"
            ],
            "examples": [
                {
                    "english": "I asked the cashier if I could pay by credit card.",
                    "french": "J'ai demandé au caissier si je pouvais payer par carte bancaire."
                },
                {
                    "english": "The cashier gave me a receipt for my purchases.",
                    "french": "Le caissier m'a donné un reçu pour mes achats.\r"
                }
            ]
        },
        {
            "english": "wharf",
            "french": [
                "quai",
                "appontement",
                "embarcadère",
                "débarcadère"
            ],
            "examples": [
                {
                    "english": "Our boat will depart from wharf 24. ",
                    "french": "Notre bateau partira du quai 24.\r"
                }
            ]
        },
        {
            "english": "checkup",
            "french": [
                "examen",
                "vérification",
                "monitoring\r"
            ],
            "examples": []
        },
        {
            "english": "tire",
            "french": [
                "pneu",
                "pneumatique",
                "fatiguer",
                "se fatiguer"
            ],
            "examples": [
                {
                    "english": "I bought four new tires for my car.",
                    "french": "J'ai acheté quatre nouveaux pneus pour ma voiture."
                },
                {
                    "english": "The mechanic changed all four tires on my car.",
                    "french": "Le mécanicien a changé les quatre pneumatiques de ma voiture."
                },
                {
                    "english": "The long walk tired the old dog.",
                    "french": "La longue promenade a fatigué le vieux chien.\r"
                }
            ]
        },
        {
            "english": "shovel",
            "french": [
                "pelle",
                "pelleteuse",
                "palette",
                "pelleter"
            ],
            "examples": [
                {
                    "english": "I used a large shovel to dig a deep hole. ",
                    "french": "J'ai utilisé une large pelle pour creuser un trou profond."
                },
                {
                    "english": "They were shoveling the snow to clear a pathway.",
                    "french": "Ils pelletaient la neige pour déblayer un chemin. \r"
                }
            ]
        },
        {
            "english": "coat",
            "french": [
                "couche",
                "manteau",
                "pelage",
                "robe",
                "enduit",
                "pardessus",
                "enrober",
                "couvrir"
            ],
            "examples": [
                {
                    "english": "I put my coat on when it started to rain.",
                    "french": "J'ai enfilé mon manteau quand il a commencé à pleuvoir."
                },
                {
                    "english": "The coat has a cotton lining.",
                    "french": "Le manteau a une doublure en coton."
                },
                {
                    "english": "My cat has a soft, shiny coat.",
                    "french": "Mon chat a un pelage doux et brillant. "
                },
                {
                    "english": "The horse has a light brown coat.",
                    "french": "Le cheval a une robe brun clair."
                },
                {
                    "english": "The cook coats the plate with butter.",
                    "french": "Le cuisinier enduit le plat de beurre."
                },
                {
                    "english": "The cook coated the cake with chocolate.",
                    "french": "Le cuisinier a enrobé le gâteau de chocolat."
                },
                {
                    "english": "I coated the chicken breasts with breadcrumbs.",
                    "french": "J'ai couvert les blancs de poulet de chapelure.\r"
                }
            ]
        },
        {
            "english": "pot and pan",
            "french": [
                "casserole et poêle\r"
            ],
            "examples": []
        },
        {
            "english": "goggles",
            "french": [
                "lunettes",
                "lunettes de protection",
                "lunettes de sécurité",
                "lunettes de natation"
            ],
            "examples": [
                {
                    "english": "When I swim, I wear goggles to protect my eyes.",
                    "french": "Lorsque je nage, je porte des lunettes pour me protéger les yeux.\r"
                }
            ]
        },
        {
            "english": "glove",
            "french": [
                "gant"
            ],
            "examples": [
                {
                    "english": "I always wear a hat and gloves in winter.",
                    "french": "Je porte toujours un bonnet et des gants en hiver."
                },
                {
                    "english": "The electrician wears gloves to protect himself from a discharge.",
                    "french": "L'électricien porte des gants pour se protéger contre une décharge.\r"
                }
            ]
        },
        {
            "english": "hose",
            "french": [
                "tuyau",
                "flexible",
                "tuyau d'arrosage",
                "tube",
                "collants",
                "lance à eau",
                "arroser au jet"
            ],
            "examples": [
                {
                    "english": "I use the garden hose to water the flowers.",
                    "french": "J'utilise le tuyau d'arrosage pour arroser les fleurs."
                },
                {
                    "english": "The nozzle of the hose is clogged.",
                    "french": "L'ajutage du tuyau d'arrosage est bouché.\r"
                }
            ]
        },
        {
            "english": "bare",
            "french": [
                "nu",
                "à nu",
                "vide",
                "vital",
                "absolu",
                "dénudée",
                "simple",
                "dépouillé",
                "découvert",
                "pelé",
                "découvrir",
                "montrer",
                "dégarnir"
            ],
            "examples": [
                {
                    "english": "I can feel the warmth of the sun on my bare legs.",
                    "french": "Je sens la chaleur du soleil sur mes jambes nues."
                },
                {
                    "english": "The librarian removed the books, leaving the shelves bare.",
                    "french": "La bibliothécaire a enlevé les livres, laissant les rayons vides."
                },
                {
                    "english": "Water is the bare minimum for any living being.",
                    "french": "L'eau est le minimum vital pour tout être vivant."
                },
                {
                    "english": "He bared his shoulder to reveal his new tattoo. ",
                    "french": "Il a découvert son épaule pour révéler son nouveau tatouage."
                },
                {
                    "english": "Wolves bare their teeth when they feel threatened.",
                    "french": "Les loups montrent les dents quand ils se sentent menacés.\r"
                }
            ]
        },
        {
            "english": "neat",
            "french": [
                "soigné",
                "pur",
                "habile",
                "net",
                "ordonné",
                "élégant",
                "super",
                "chouette"
            ],
            "examples": [
                {
                    "english": "Neat whisky is my father's preferred drink.",
                    "french": "Le whisky pur est la boisson préférée de mon père."
                },
                {
                    "english": "I found a neat solution to my problem.",
                    "french": "J'ai trouvé une solution habile à mon problème."
                },
                {
                    "english": "My son thinks the circus is neat.",
                    "french": "Mon fils trouve le cirque super.\r"
                }
            ]
        },
        {
            "english": "office",
            "french": [
                "bureau",
                "office",
                "cabinet",
                "agence",
                "fonction",
                "poste",
                "charge",
                "emploi"
            ],
            "examples": [
                {
                    "english": "The manager's office is at the end of the corridor.",
                    "french": "Le bureau du directeur est au fond du couloir."
                },
                {
                    "english": "The office will reopen this coming Monday.",
                    "french": "Le bureau rouvrira lundi prochain."
                },
                {
                    "english": "The tourist office tries to develop local handicraft.",
                    "french": "L'office du tourisme essaie de développer l'artisanat local."
                },
                {
                    "english": "I work in a law office.",
                    "french": "Je travaille dans un cabinet d'avocats.\r"
                }
            ]
        },
        {
            "english": "desk",
            "french": [
                "bureau",
                "comptoir",
                "pupitre",
                "réception",
                "guichet",
                "secrétariat"
            ],
            "examples": [
                {
                    "english": "She sat down at her desk and switched on her computer.",
                    "french": "Elle s'est installée devant son bureau et a allumé son ordinateur. "
                },
                {
                    "english": "There is a big stack of books on my desk.",
                    "french": "Il y a une grosse pile de livres sur mon bureau. "
                },
                {
                    "english": "The desk has a grommet for computer cables.",
                    "french": "Le bureau a un passe-câble pour les fils d'ordinateur."
                },
                {
                    "english": "The students sit down at their desks at the sound of the bell.",
                    "french": "Les élèves s'assoient à leur pupitre au son de la cloche."
                },
                {
                    "english": "The key to your room is at the desk.",
                    "french": "La clé de votre chambre se trouve à la réception.\r"
                }
            ]
        },
        {
            "english": "drawer",
            "french": [
                "tiroir",
                "dessinateur",
                "tireur",
                "compartiment",
                "tiroir-caisse"
            ],
            "examples": [
                {
                    "english": "I keep my socks in the top drawer.",
                    "french": "Je garde mes chaussettes dans le tiroir du haut."
                },
                {
                    "english": "Good drawers can sell their sketches easily.",
                    "french": "Les bons dessinateurs vendent leurs dessins facilement.\r"
                }
            ]
        },
        {
            "english": "chair",
            "french": [
                "chaise",
                "président",
                "fauteuil",
                "chaire",
                "siège",
                "présidence",
                "présidente"
            ],
            "examples": [
                {
                    "english": "The man sat down on the chair.",
                    "french": "L'homme s'est assis sur la chaise."
                },
                {
                    "english": "The chair's design allows for maximum comfort.",
                    "french": "La forme de la chaise offre un confort maximal."
                },
                {
                    "english": "He inclined the chair to be more comfortable.",
                    "french": "Il a incliné le fauteuil pour être plus confortable."
                },
                {
                    "english": "I have held a chair at the same university for ten years. ",
                    "french": "J'occupe une chaire dans la même université depuis dix ans."
                },
                {
                    "english": "My office chair is comfortable.",
                    "french": "Mon siège de bureau est confortable."
                },
                {
                    "english": "I am pleased to chair the committee this year.",
                    "french": "Je suis heureux de présider le comité cette année."
                },
                {
                    "english": "The fans chaired the winner of the race.",
                    "french": "Les fans ont porté le gagnant de la course en triomphe. \r"
                }
            ]
        },
        {
            "english": "shelves",
            "french": [
                "étagères",
                "tablettes",
                "rayons",
                "rayonnages"
            ],
            "examples": [
                {
                    "english": "The shelves in my office hold many books.",
                    "french": "Les étagères dans mon bureau contiennent beaucoup de livres. \r"
                }
            ]
        },
        {
            "english": "filing cabinet",
            "french": [
                "classeur",
                "armoire de classement",
                "classeur à tiroirs",
                "meuble classeur",
                "tiroir",
                "caisson de rangement",
                "meuble de rangement"
            ],
            "examples": [
                {
                    "english": "The filing cabinet contains important documents.",
                    "french": "L'armoire de classement contient des documents importants.\r"
                }
            ]
        },
        {
            "english": "headphones",
            "french": [
                "casque",
                "écouteurs",
                "casques",
                "écouteur"
            ],
            "examples": [
                {
                    "english": "I often listen to music with headphones.",
                    "french": "J'écoute souvent de la musique avec un casque."
                },
                {
                    "english": "I enjoy listening to music with headphones.",
                    "french": "J'aime écouter de la musique avec des écouteurs.\r"
                }
            ]
        },
        {
            "english": "clock",
            "french": [
                "horloge",
                "pendule",
                "réveil",
                "chronomètre",
                "compteur",
                "chrono",
                "chronométrer"
            ],
            "examples": [
                {
                    "english": "I could hear the striking of the clock every hour.",
                    "french": "J'entendais la sonnerie de l'horloge toutes les heures.\r"
                }
            ]
        },
        {
            "english": "lamp",
            "french": [
                "lampe",
                "projecteur",
                "phénix"
            ],
            "examples": [
                {
                    "english": "Two lamps light the room.",
                    "french": "Deux lampes éclairent la pièce.\r"
                }
            ]
        },
        {
            "english": "tray",
            "french": [
                "plateau",
                "bac"
            ],
            "examples": [
                {
                    "english": "The waiter served the drinks on a tray.",
                    "french": "Le serveur a servi les boissons sur un plateau. \r"
                }
            ]
        },
        {
            "english": "binder",
            "french": [
                "liant",
                "classeur",
                "lieuse",
                "colle",
                "relieur",
                "relieuse",
                "attache",
                "cahier"
            ],
            "examples": [
                {
                    "english": "I purchased a binder made of stiff cardboard.",
                    "french": "J'ai acheté un classeur en carton rigide.\r"
                }
            ]
        },
        {
            "english": "tape",
            "french": [
                "bande",
                "ruban",
                "cassette",
                "enregistrement",
                "bandeau",
                "vidéocassette",
                "bande passante",
                "enregistrer",
                "scotcher"
            ],
            "examples": [
                {
                    "english": "The news editor received the tape of the interview.",
                    "french": "Le rédacteur en chef a reçu la bande de l'interview."
                },
                {
                    "english": "I used adhesive tape to seal the box.",
                    "french": "J'ai utilisé du ruban adhésif pour fermer la boîte."
                },
                {
                    "english": "The interview was recorded on tape.",
                    "french": "L'entretien était enregistré sur cassette."
                },
                {
                    "english": "The interviewer taped the conversation.",
                    "french": "Le journaliste a enregistré la conversation."
                },
                {
                    "english": "I taped the lid of the box shut.",
                    "french": "J'ai scotché le couvercle du carton pour le fermer.\r"
                }
            ]
        },
        {
            "english": "patron",
            "french": [
                "client",
                "mécène",
                "parrain",
                "protecteur",
                "commanditaire",
                "marraine",
                "bienfaiteur",
                "protectrice",
                "usager"
            ],
            "examples": [
                {
                    "english": "Some of our patrons come to the store every day. ",
                    "french": "Certains de nos clients viennent au magasin tous les jours."
                },
                {
                    "english": "My uncle is the patron of our association.",
                    "french": "Mon oncle est le parrain de notre association."
                },
                {
                    "english": "The artist became successful thanks to his patron's support.",
                    "french": "L'artiste a connu le succès grâce au soutien de son protecteur.\r"
                }
            ]
        },
        {
            "english": "diner",
            "french": [
                "dîneur",
                "dîneuse\r"
            ],
            "examples": []
        },
        {
            "english": "server",
            "french": [
                "serveur"
            ],
            "examples": [
                {
                    "english": "All our computers are connected to the server.",
                    "french": "Tous nos ordinateurs sont connectés au serveur.\r"
                }
            ]
        },
        {
            "english": "waiter",
            "french": [
                "serveur",
                "garçon",
                "personne qui attend"
            ],
            "examples": [
                {
                    "english": "The waiter took us to our table.",
                    "french": "Le serveur nous a amenés à notre table."
                },
                {
                    "english": "The waiter brought us the check.",
                    "french": "Le serveur nous a apporté la note."
                },
                {
                    "english": "I gestured to the waiter to order a coffee.",
                    "french": "J'ai fait signe au garçon pour commander un café.\r"
                }
            ]
        },
        {
            "english": "apron",
            "french": [
                "tablier",
                "aire de trafic",
                "avant-scène",
                "tarmac"
            ],
            "examples": [
                {
                    "english": "I try to keep my apron clean during cooking. ",
                    "french": "J'essaie de garder mon tablier propre quand je cuisine."
                },
                {
                    "english": "After the inspection, the plane returned to the apron.",
                    "french": "Après l'inspection, l'avion est retourné à l'aire de trafic."
                },
                {
                    "english": "The actor moves to the apron for his monologue.",
                    "french": "L'acteur s'avance sur l'avant-scène pour son monologue.\r"
                }
            ]
        },
        {
            "english": "plate",
            "french": [
                "plaque",
                "assiette",
                "cliché",
                "plateau",
                "plat",
                "disque",
                "assiettée",
                "écriteau"
            ],
            "examples": [
                {
                    "english": "The hull of the ship is protected by metal plates.",
                    "french": "La coque du navire est protégée par des plaques de métal."
                },
                {
                    "english": "She served the meal on a beautiful plate.",
                    "french": "Elle a servi le repas sur une belle assiette."
                },
                {
                    "english": "The metal plate with shaped letters transfers the ink to the paper.",
                    "french": "Le cliché en métal avec des caractères moulés transfère l'encre au papier.\r"
                }
            ]
        },
        {
            "english": "bowl",
            "french": [
                "bol",
                "saladier",
                "cuvette",
                "récipient",
                "coupe",
                "vasque",
                "écuelle",
                "jatte",
                "bassin",
                "bassine",
                "lancer"
            ],
            "examples": [
                {
                    "english": "I always have a bowl of cereal for breakfast.",
                    "french": "Je prends toujours un bol de céréales au petit déjeuner."
                },
                {
                    "english": "The soup is steaming inside the bowl.",
                    "french": "La soupe fume dans le bol."
                },
                {
                    "english": "I use a ladle to fill my bowl with soup.",
                    "french": "J'utilise une louche pour remplir mon bol de soupe."
                },
                {
                    "english": "We learned how to bowl at the cricket practice.",
                    "french": "Nous avons appris à lancer à l'entraînement de cricket.\r"
                }
            ]
        },
        {
            "english": "tablecloth",
            "french": [
                "nappe",
                "nappe de table"
            ],
            "examples": [
                {
                    "english": "The wine left a red spot on the tablecloth.",
                    "french": "Le vin a fait une tache rouge sur la nappe.\r"
                }
            ]
        },
        {
            "english": "place setting",
            "french": [
                "le service de table\r"
            ],
            "examples": []
        },
        {
            "english": "cutlery",
            "french": [
                "couvert",
                "couverts",
                "coutellerie",
                "ménagère\r"
            ],
            "examples": []
        },
        {
            "english": "glass",
            "french": [
                "verre",
                "vitre",
                "vitrage",
                "miroir",
                "verriers",
                "vitrer"
            ],
            "examples": [
                {
                    "english": "I put my glass on the kitchen table.",
                    "french": "J'ai posé mon verre sur la table de la cuisine."
                },
                {
                    "english": "She poured milk into the glass.",
                    "french": "Elle a versé du lait dans le verre.\r"
                }
            ]
        },
        {
            "english": "paper napkin",
            "french": [
                "serviette en papier\r"
            ],
            "examples": []
        },
        {
            "english": "freezer",
            "french": [
                "congélateur",
                "glacière",
                "chambre froide"
            ],
            "examples": [
                {
                    "english": "I have ice cream in the freezer.",
                    "french": "J'ai de la crème glacée dans le congélateur.\r"
                }
            ]
        },
        {
            "english": "cutting board",
            "french": [
                "planche à découper\r"
            ],
            "examples": []
        },
        {
            "english": "cookware",
            "french": [
                "batterie de cuisine",
                "ustensiles de cuisine",
                "articles de cuisine"
            ],
            "examples": [
                {
                    "english": "The couple received cookware as a wedding gift.",
                    "french": "Le couple a reçu des ustensiles de cuisine en cadeau de mariage.\r"
                }
            ]
        },
        {
            "english": "counter",
            "french": [
                "comptoir",
                "compteur",
                "guichet",
                "bar",
                "jeton",
                "parer",
                "répliquer",
                "riposter",
                "à l'encontre"
            ],
            "examples": [
                {
                    "english": "My mother always leaves my lunch on the kitchen counter.",
                    "french": "Ma mère laisse toujours mon déjeuner sur le comptoir de la cuisine."
                },
                {
                    "english": "I lugged my suitcase to the check-in counter.",
                    "french": "J'ai traîné ma valise jusqu'au comptoir d'enregistrement."
                },
                {
                    "english": "The website's counter registered ten visits today. ",
                    "french": "Le compteur du site web a enregistré dix visites aujourd'hui. "
                },
                {
                    "english": "We bought our tickets at the counter.",
                    "french": "Nous avons acheté nos billets au guichet."
                },
                {
                    "english": "The tables were all full, so we sat at the counter.",
                    "french": "Les tables étaient toutes prises, donc nous nous sommes assis au bar."
                },
                {
                    "english": "Measures were taken to counter the relentless rise of costs.",
                    "french": "Des mesures ont été prises pour contrer l'inexorable hausse des coûts.  "
                },
                {
                    "english": "I countered my opponent's attack to win the game.",
                    "french": "J'ai contré l'attaque de mon adversaire pour gagner la partie."
                },
                {
                    "english": "I countered his attack and won.",
                    "french": "J'ai paré son attaque et gagné."
                },
                {
                    "english": "The new financial reforms will counter inflation.",
                    "french": "Les nouvelles réformes financières vont prévenir l'inflation."
                },
                {
                    "english": "The politician countered his opponent's arguments.",
                    "french": "Le politicien a répliqué aux arguments de son adversaire.\r"
                }
            ]
        },
        {
            "english": "edge",
            "french": [
                "bord",
                "bordure",
                "limite",
                "contour",
                "tranche",
                "tranchant",
                "bout",
                "arête",
                "lisière",
                "rebord",
                "rive",
                "côté",
                "extrémité",
                "coin",
                "angle",
                "encoignure",
                "se rapprocher"
            ],
            "examples": [
                {
                    "english": "The edge of the cliff was a good vantage point.",
                    "french": "Le bord de la falaise était un bon point de vue."
                },
                {
                    "english": "The framer is bevelling the edges of the mount.",
                    "french": "L'encadreur biseaute les bords du cadre."
                },
                {
                    "english": "The path runs along the edge of my property.",
                    "french": "Le sentier longe la limite de mon terrain. "
                },
                {
                    "english": "A path runs along the edge of the field.",
                    "french": "Un chemin suit le contour du champ."
                },
                {
                    "english": "A book has three edges and only one spine.",
                    "french": "Un livre a trois tranches et seulement un dos."
                },
                {
                    "english": "The sword has two edges.",
                    "french": "L'épée a deux tranchants."
                },
                {
                    "english": "The path leads to the edge of the cliff.",
                    "french": "Le chemin mène au bout de la falaise.\r"
                }
            ]
        },
        {
            "english": "board",
            "french": [
                "conseil",
                "planche",
                "comité",
                "pension",
                "tableau",
                "direction",
                "échiquier",
                "panneau",
                "carte",
                "embarquer",
                "monter à bord"
            ],
            "examples": [
                {
                    "english": "The board appointed a new director.",
                    "french": "Le conseil a nommé un nouveau directeur."
                },
                {
                    "english": "The supervisory board alerted the shareholders.",
                    "french": "Le conseil de surveillance a alerté les actionnaires."
                },
                {
                    "english": "The carpenter's workshop is full of wooden boards.",
                    "french": "L'atelier du menuisier est rempli de planches de bois."
                },
                {
                    "english": "I heard a crack as the board broke.",
                    "french": "J'ai entendu un craquement lorsque la planche s'est cassée."
                },
                {
                    "english": "The board makes the strategic decisions in the company.",
                    "french": "Le comité prend les décisions stratégiques dans la société."
                },
                {
                    "english": "The price includes room and full board.",
                    "french": "Le tarif comprend la chambre et la pension complète."
                },
                {
                    "english": "The teacher wrote some sentences on the board. ",
                    "french": "Le professeur a écrit quelques phrases au tableau."
                },
                {
                    "english": "The teacher underlined the important words on the board.",
                    "french": "L'enseignant a souligné les mots importants au tableau."
                },
                {
                    "english": "The board makes the company's strategic decisions.",
                    "french": "La direction prend les décisions stratégiques de l'entreprise."
                },
                {
                    "english": "Passengers have to wait before boarding the plane.",
                    "french": "Les passagers doivent patienter avant d'embarquer dans l'avion.\r"
                }
            ]
        },
        {
            "english": "floor",
            "french": [
                "étage",
                "sol",
                "parquet",
                "fond",
                "carrelage",
                "plancher",
                "faire le sol",
                "poser un revêtement de sol"
            ],
            "examples": [
                {
                    "english": "My office is on the fourth floor.",
                    "french": "Mon bureau est au quatrième étage."
                },
                {
                    "english": "My apartment is on the top floor of the building. ",
                    "french": "Mon appartement se situe au dernier étage de l'immeuble."
                },
                {
                    "english": "We can take the lift to the third floor.",
                    "french": "Nous pouvons prendre l'ascenseur jusqu'au troisième étage."
                },
                {
                    "english": "The floor was spotlessly clean.",
                    "french": "Le sol était impeccablement propre."
                },
                {
                    "english": "The floor is covered in large tiles.",
                    "french": "Le sol est recouvert de larges dalles."
                },
                {
                    "english": "I scratched the floor while moving a piece of furniture.",
                    "french": "J'ai rayé le parquet en déplaçant un meuble."
                },
                {
                    "english": "The water is so clear that I can see the ocean floor.",
                    "french": "L'eau est si limpide que je peux voir le fond de l'océan."
                },
                {
                    "english": "The ocean floor forms a trough.",
                    "french": "Le fond marin forme une dépression."
                },
                {
                    "english": "After flooring the kitchen, we will have finished the renovation.",
                    "french": "Après avoir fait le sol de la cuisine, nous aurons fini les rénovations.\r"
                }
            ]
        },
        {
            "english": "clerical worker",
            "french": [
                "employé de bureau\r"
            ],
            "examples": []
        },
        {
            "english": "temp",
            "french": [
                "intérimaire",
                "temporaire",
                "provisoire"
            ],
            "examples": [
                {
                    "english": "The office temp is looking for a permanent position.",
                    "french": "L'intérimaire du bureau est à la recherche d'un poste permanent.\r"
                }
            ]
        },
        {
            "english": "seek",
            "french": [
                "chercher"
            ],
            "examples": [
                {
                    "english": "The police are seeking clues to solve the investigation.",
                    "french": "La police cherche des indices pour résoudre l'enquête."
                },
                {
                    "english": "The company seeks to increase its fiscal benefits.",
                    "french": "La société cherche à augmenter ses avantages fiscaux."
                },
                {
                    "english": "The athlete seeks perfection to win the competition.",
                    "french": "L'athlète vise la perfection pour gagner la compétition."
                },
                {
                    "english": "Champions seek perfection every time they train.",
                    "french": "Les champions aspirent à la perfection chaque fois qu'ils s'entraînent.\r"
                }
            ]
        },
        {
            "english": "intern",
            "french": [
                "stagiaire",
                "interne",
                "faire un stage",
                "interner",
                "faire son internat"
            ],
            "examples": [
                {
                    "english": "The new intern is learning the basics of the job.",
                    "french": "Le nouveau stagiaire apprend les bases du métier."
                },
                {
                    "english": "The intern works under my supervision.",
                    "french": "Le stagiaire travaille sous ma supervision."
                },
                {
                    "english": "I am interning at the company to learn the trade.",
                    "french": "Je fais un stage dans l'entreprise pour apprendre le métier."
                },
                {
                    "english": "The army interned war criminals in a camp.",
                    "french": "L'armée internait les criminels de guerre dans un camp.\r"
                }
            ]
        },
        {
            "english": "internship",
            "french": [
                "stage",
                "internat",
                "place de stagiaire",
                "faire un stage",
                "interner",
                "faire son internat"
            ],
            "examples": [
                {
                    "english": "An internship helps students to gain experience.",
                    "french": "Un stage aide les étudiants à acquérir de l'expérience."
                },
                {
                    "english": "My internship helped me gain practical skills.",
                    "french": "Mon stage m'a permis d'acquérir des compétences pratiques."
                },
                {
                    "english": "I am interning at the company to learn the trade.",
                    "french": "Je fais un stage dans l'entreprise pour apprendre le métier."
                },
                {
                    "english": "The army interned war criminals in a camp.",
                    "french": "L'armée internait les criminels de guerre dans un camp.\r"
                }
            ]
        },
        {
            "english": "to head",
            "french": [
                "diriger",
                "mener",
                "présider",
                "guider",
                "en chef",
                "premier",
                "au coude à coude"
            ],
            "examples": [
                {
                    "english": "The most experienced professor heads the research department.",
                    "french": "Le professeur le plus expérimenté dirige le département de recherche."
                },
                {
                    "english": "A new manager has been hired to head the company.",
                    "french": "Un nouveau directeur a été recruté pour diriger l'entreprise."
                },
                {
                    "english": "An experienced sailor heads the expedition.",
                    "french": "Un marin expérimenté mène l'expédition."
                },
                {
                    "english": "The CEO heads the board of directors.",
                    "french": "Le PDG préside le conseil d'administration."
                },
                {
                    "english": "The guide headed the tourists through the city.",
                    "french": "L'accompagnateur a guidé les touristes à travers la ville."
                },
                {
                    "english": "My sister is the head librarian at the national library.",
                    "french": "Ma sœur est bibliothécaire en chef à la bibliothèque nationale."
                },
                {
                    "english": "The candidates were head to head in the polls.",
                    "french": "Les candidats étaient au coude à coude dans les sondages.\r"
                }
            ]
        },
        {
            "english": "anything",
            "french": [
                "rien",
                "quelque chose",
                "n'importe quoi"
            ],
            "examples": [
                {
                    "english": "I was late but did not miss anything.",
                    "french": "J'étais en retard mais je n'ai rien manqué."
                },
                {
                    "english": "The room was so dim that I could barely see anything.",
                    "french": "La pièce était tellement sombre que je ne voyais presque rien."
                },
                {
                    "english": "His wife would do anything for him.",
                    "french": "Sa femme ferait n'importe quoi pour lui.\r"
                }
            ]
        },
        {
            "english": "few",
            "french": [
                "rares",
                "peu de",
                "quelques",
                "peu"
            ],
            "examples": [
                {
                    "english": "Few people fully understood the problem.",
                    "french": "Peu de gens ont vraiment compris le problème."
                },
                {
                    "english": "I gave my friend a few tips to save money.",
                    "french": "J'ai donné quelques conseils à mon ami pour économiser de l'argent."
                },
                {
                    "english": "The temperature rose by a few degrees.",
                    "french": "La température a augmenté de quelques degrés."
                },
                {
                    "english": "The session will end in a few minutes.",
                    "french": "La séance finira dans quelques minutes. \r"
                }
            ]
        },
        {
            "english": "fewer",
            "french": [
                "moins\r"
            ],
            "examples": []
        },
        {
            "english": "belong",
            "french": [
                "être à sa place",
                "se placer",
                "appartenir"
            ],
            "examples": [
                {
                    "english": "The child did not belong in the group of adults.",
                    "french": "L'enfant n'était pas à sa place dans le groupe d'adultes."
                },
                {
                    "english": "The herd belongs to the farmer.",
                    "french": "Le troupeau appartient au fermier."
                },
                {
                    "english": "The future belongs to our children.",
                    "french": "L'avenir appartient à nos enfants."
                },
                {
                    "english": "The small villages belong to a county.",
                    "french": "Les petits villages appartiennent à un comté."
                },
                {
                    "english": "I belong to the local tennis club.",
                    "french": "Je fais partie du club de tennis local.\r"
                }
            ]
        },
        {
            "english": "window display",
            "french": [
                "vitrine",
                "fenêtre de visualisation\r"
            ],
            "examples": []
        },
        {
            "english": "graduate",
            "french": [
                "diplômé",
                "licencié",
                "de troisième cycle",
                "obtenir un diplôme"
            ],
            "examples": [
                {
                    "english": "Some universities help their graduates to find employment.",
                    "french": "Certaines universités aident leurs diplômés à trouver du travail."
                },
                {
                    "english": "The student forgot to graduate the axes on his graph.",
                    "french": "L'étudiant a oublié de graduer les axes sur son graphique."
                },
                {
                    "english": "I want to finish my studies and graduate.",
                    "french": "Je veux terminer mes études et obtenir un diplôme.\r"
                }
            ]
        },
        {
            "english": "oversee",
            "french": [
                "The team leader oversees the work of his employees.:Le chef d'équipe supervise le travail de ses employés.",
                "The team leader oversees the work of his staff.:Le chef d'équipe surveille le travail de son personnel. ",
                "The team leader oversees the work of his colleagues.:Le chef d'équipe encadre le travail de ses collègues.",
                "The team leader is overseeing the project.:Le chef d'équipe pilote le projet.",
                "The manager oversees every aspect of the project.:Le directeur administre chaque aspect du projet. \r"
            ],
            "examples": []
        },
        {
            "english": "carry out",
            "french": [
                "effectuer",
                "réaliser",
                "emporter"
            ],
            "examples": [
                {
                    "english": "The company carried out an internal audit of its accounts.",
                    "french": "L'entreprise a mené un audit interne de ses comptes."
                },
                {
                    "english": "My assistant helped me carry out my plan.",
                    "french": "Mon assistant m'a aidé à accomplir mon projet."
                },
                {
                    "english": "The researchers carry out laboratory tests.",
                    "french": "Les chercheurs conduisent des essais de laboratoire."
                },
                {
                    "english": "The company carries out regular safety checks.",
                    "french": "L'entreprise effectue des contrôles de sécurité réguliers."
                },
                {
                    "english": "Evaluation of the material will be carried out by experts.",
                    "french": "Le contrôle du matériel sera effectué par des experts."
                },
                {
                    "english": "I need to carry out daily tests on my samples.",
                    "french": "Je dois réaliser des tests quotidiens sur mes échantillons."
                },
                {
                    "english": "The surgeon carried out a gastric bypass.",
                    "french": "Le chirurgien a réalisé un pontage gastrique."
                },
                {
                    "english": "I am going to carry out my lunch from the restaurant today.",
                    "french": "Je vais emporter mon déjeuner du restaurant aujourd'hui.\r"
                }
            ]
        },
        {
            "english": "to board",
            "french": [
                "embarquer",
                "monter à bord"
            ],
            "examples": [
                {
                    "english": "Passengers have to wait before boarding the plane.",
                    "french": "Les passagers doivent patienter avant d'embarquer dans l'avion.\r"
                }
            ]
        },
        {
            "english": "contractor",
            "french": [
                "entrepreneur",
                "contracteur",
                "contractuel"
            ],
            "examples": [
                {
                    "english": "A contractor renovated the company's premises. ",
                    "french": "Un entrepreneur a rénové les locaux de l'entreprise."
                },
                {
                    "english": "This contractor provides grading and levelling services.",
                    "french": "Cet entrepreneur offre des services de terrassement et de nivelage.\r"
                }
            ]
        },
        {
            "english": "to advise",
            "french": [
                "informer",
                "recommander"
            ],
            "examples": [
                {
                    "english": "Experts advise the government on scientific issues.",
                    "french": "Des experts conseillent le gouvernement sur les enjeux scientifiques."
                },
                {
                    "english": "A body of experts is advising the government.",
                    "french": "Un groupe d'experts conseille le gouvernement."
                },
                {
                    "english": "A consultant advises us on industry best practices.",
                    "french": "Un consultant nous conseille sur les meilleures pratiques du secteur."
                },
                {
                    "english": "The committee advised me of the meeting date in writing.",
                    "french": "Le comité m'a avisé de la date de la réunion par écrit."
                },
                {
                    "english": "The secretary advised us of the date of the meeting.",
                    "french": "Le secrétaire nous a informés de la date de la réunion."
                },
                {
                    "english": "I advised him to consult a lawyer.",
                    "french": "Je lui ai recommandé de consulter un avocat.\r"
                }
            ]
        },
        {
            "english": "troubleshooting",
            "french": [
                "dépannage",
                "résolution des problèmes",
                "résolution de problèmes",
                "diagnostic des défaillances"
            ],
            "examples": [
                {
                    "english": "I am responsible for troubleshooting and technical support.",
                    "french": "Je suis chargé du dépannage et de l'assistance technique."
                },
                {
                    "english": "Technicians troubleshoot and repair machines.",
                    "french": "Les techniciens dépannent et réparent les machines.\r"
                }
            ]
        },
        {
            "english": "sale",
            "french": [
                "vente",
                "cession",
                "commercialisation",
                "transaction",
                "commerce",
                "soldes"
            ],
            "examples": [
                {
                    "english": "The tickets for the concert will be on sale tomorrow.",
                    "french": "Les billets pour le concert seront en vente demain. "
                },
                {
                    "english": "The sale of the company was announced in a press release.",
                    "french": "La vente de la société a été annoncée par communiqué de presse.\r"
                }
            ]
        },
        {
            "english": "appraisal",
            "french": [
                "évaluation",
                "expertise",
                "estimation",
                "appréciation"
            ],
            "examples": [
                {
                    "english": "The appraisal will determine the value of the property.",
                    "french": "L'évaluation déterminera la valeur de la propriété."
                },
                {
                    "english": "The expert made an appraisal of the painting's value.",
                    "french": "L'expert a fait une estimation de la valeur du tableau.\r"
                }
            ]
        },
        {
            "english": "manpower",
            "french": [
                "main d'œuvre",
                "main-d'œuvre",
                "effectifs",
                "personnel",
                "travailleurs"
            ],
            "examples": [
                {
                    "english": "This project requires a lot of material and manpower.",
                    "french": "Ce projet exige beaucoup de matériel et de main-d'œuvre.\r"
                }
            ]
        },
        {
            "english": "dismiss",
            "french": [
                "congédier",
                "renvoyer",
                "absoudre",
                "résilier"
            ],
            "examples": [
                {
                    "english": "The manager never dismisses good initiatives. ",
                    "french": "Le directeur ne rejette jamais les bonnes initiatives. "
                },
                {
                    "english": "A boss should not dismiss an employee without a reason.",
                    "french": "Un patron ne doit pas licencier un employé sans raison."
                },
                {
                    "english": "To dismiss an employee, a specific procedure must be respected.",
                    "french": "Pour renvoyer un employé, une procédure précise doit être respectée. "
                },
                {
                    "english": "The judge dismissed the lawyer's suggestion.",
                    "french": "Le juge a écarté la suggestion de l'avocat."
                },
                {
                    "english": "The boy dismissed his father's advice.",
                    "french": "Le garçon a ignoré les conseils de son père."
                },
                {
                    "english": "The politician dismissed the importance of opinion polls.",
                    "french": "L'homme politique a nié l'importance des sondages d'opinion.\r"
                }
            ]
        },
        {
            "english": "resign",
            "french": [
                "démissionner",
                "résigner",
                "abdiquer\r"
            ],
            "examples": []
        },
        {
            "english": "dock",
            "french": [
                "quai",
                "dock",
                "socle",
                "ponton",
                "banc des accusés",
                "box des accusés",
                "s'amarrer",
                "mettre à quai",
                "retenir"
            ],
            "examples": [
                {
                    "english": "The dock was empty when our boat arrived.",
                    "french": "Le quai était vide quand notre bateau est arrivé."
                },
                {
                    "english": "The ship discharged its cargo at the dock.",
                    "french": "Le navire a déchargé sa cargaison au dock."
                },
                {
                    "english": "I put the cordless phone back on its dock.",
                    "french": "J'ai replacé le téléphone sans fil sur son socle."
                },
                {
                    "english": "A cruise ship will dock at the port tomorrow.",
                    "french": "Un bateau de croisière s'amarrera au port demain."
                },
                {
                    "english": "The captain docked the ship to unload the cargo.",
                    "french": "Le capitaine a mis le bateau à quai pour décharger la cargaison.\r"
                }
            ]
        },
        {
            "english": "trouble",
            "french": [
                "problèmes",
                "problème",
                "difficultés",
                "difficulté",
                "mal",
                "peine",
                "ennui",
                "trouble",
                "ennuis",
                "panne",
                "perturbation",
                "dérangement",
                "défectuosité",
                "pétrin",
                "hic",
                "pépin",
                "préoccupation",
                "inquiéter"
            ],
            "examples": [
                {
                    "english": "Visitors have no trouble finding the hotel.",
                    "french": "Les visiteurs n'ont aucun problème pour trouver l'hôtel."
                },
                {
                    "english": "The schoolgirl had trouble finishing her grammar exercises.",
                    "french": "L'écolière a eu du mal à finir ses exercices de grammaire."
                },
                {
                    "english": "The noise in the street did not trouble my sleep.",
                    "french": "Le bruit de la rue n'a pas troublé mon sommeil."
                },
                {
                    "english": "I do not mean to trouble you, but I have a question.",
                    "french": "Je ne voudrais pas vous déranger, mais j'ai une question."
                },
                {
                    "english": "It is nothing serious and I do not want to trouble you.",
                    "french": "Il n'y a rien de grave et je ne veux pas t'inquiéter.\r"
                }
            ]
        },
        {
            "english": "available",
            "french": [
                "disponible",
                "disponibles",
                "accessibles",
                "offerte",
                "offertes",
                "proposé",
                "proposée",
                "nécessaires",
                "existant",
                "libre"
            ],
            "examples": [
                {
                    "english": "I booked the last seats available for the show.",
                    "french": "J'ai réservé les dernières places disponibles pour le spectacle."
                },
                {
                    "english": "The new edition will be available shortly.",
                    "french": "La nouvelle édition sera bientôt disponible.\r"
                }
            ]
        },
        {
            "english": "advertising",
            "french": [
                "publicitaire",
                "publicitaires",
                "publicité",
                "pub",
                "réclame",
                "annoncer",
                "faire de la publicité",
                "publier",
                "afficher",
                "insérer",
                "introduire"
            ],
            "examples": [
                {
                    "english": "The advertising campaign brought exposure to the product.",
                    "french": "La campagne publicitaire a apporté de la visibilité au produit."
                },
                {
                    "english": "Advertising can improve the image of a company.",
                    "french": "La publicité peut améliorer l'image d'une entreprise."
                },
                {
                    "english": "The company advertised a new online service.",
                    "french": "L'entreprise a annoncé un nouveau service en ligne."
                },
                {
                    "english": "The company advertised its product online.",
                    "french": "L'entreprise a fait de la publicité en ligne pour son produit.\r"
                }
            ]
        },
        {
            "english": "bind",
            "french": [
                "lier",
                "relier",
                "attacher",
                "obliger",
                "rattacher",
                "imposer",
                "forcer"
            ],
            "examples": [
                {
                    "english": "The agreement binds all parties equally.",
                    "french": "Le contrat lie toutes les parties de manière égale."
                },
                {
                    "english": "The contract binds both parties.",
                    "french": "Le contrat engage les deux parties."
                },
                {
                    "english": "I need to bind my thesis before submitting it.",
                    "french": "Je dois relier ma thèse avant de la soumettre."
                },
                {
                    "english": "I bound the packages together with a string.",
                    "french": "J'ai attaché les paquets ensemble avec une ficelle.\r"
                }
            ]
        },
        {
            "english": "wage",
            "french": [
                "salaire",
                "rémunération",
                "paie",
                "cachet",
                "appointements",
                "mener"
            ],
            "examples": [
                {
                    "english": "The government increased the minimum wage.",
                    "french": "Le gouvernement a augmenté le salaire minimum."
                },
                {
                    "english": "The trade union demanded higher wages.",
                    "french": "Le syndicat a revendiqué une hausse des salaires."
                },
                {
                    "english": "The employees are claiming better wages.",
                    "french": "Les employés revendiquent de meilleurs salaires."
                },
                {
                    "english": "The government is waging a campaign against poverty.",
                    "french": "Le gouvernement mène une campagne contre la pauvreté.\r"
                }
            ]
        },
        {
            "english": "hour-long",
            "french": [
                "d'une heure\r"
            ],
            "examples": []
        },
        {
            "english": "benefits",
            "french": [
                "avantages",
                "bénéfices",
                "bienfaits",
                "retombées",
                "prestations",
                "allocations",
                "avantage",
                "prestation",
                "allocation",
                "soirée caritative",
                "intérêt",
                "gain",
                "indemnité",
                "avantager",
                "favoriser"
            ],
            "examples": [
                {
                    "english": "Being bilingual has many benefits. ",
                    "french": "Être bilingue comporte beaucoup d'avantages."
                },
                {
                    "english": "An upgrade to the new version will bring many benefits.",
                    "french": "Une mise à niveau vers la nouvelle version offrira de nombreux avantages."
                },
                {
                    "english": "The insurance policy provides several health benefits.",
                    "french": "La police d'assurance offre plusieurs avantages médicaux."
                },
                {
                    "english": "Green tea is very healthy and has many benefits.",
                    "french": "Le thé vert est très sain et a beaucoup de bienfaits."
                },
                {
                    "english": "The benefits of a balanced diet are manifold.",
                    "french": "Les bienfaits d'une alimentation équilibrée sont multiples."
                },
                {
                    "english": "Members can enjoy all the benefits of the club.",
                    "french": "Les membres peuvent profiter de toutes les prestations du club."
                },
                {
                    "english": "I receive government benefits for my two children.",
                    "french": "Je reçois des allocations de l'État pour mes deux enfants."
                },
                {
                    "english": "A strict application of the rules benefits all students.",
                    "french": "Une stricte application des règles bénéficie à tous les étudiants."
                },
                {
                    "english": "The commercial agreement will benefit both companies.",
                    "french": "L'accord commercial bénéficiera aux deux sociétés."
                },
                {
                    "english": "Environmental protection benefits everyone.",
                    "french": "La protection de l'environnement profite à tout le monde. "
                },
                {
                    "english": "Environmental protection benefits all humankind.",
                    "french": "La protection environnementale aide toute l'humanité."
                },
                {
                    "english": "The lesson benefitted everyone in the class.",
                    "french": "La leçon a été utile à toute la classe."
                },
                {
                    "english": "The new fiscal policy benefits small businesses.",
                    "french": "La nouvelle politique fiscale avantage les petites entreprises.\r"
                }
            ]
        },
        {
            "english": "rise",
            "french": [
                "hausse",
                "augmentation",
                "ascension",
                "essor",
                "montée",
                "élévation",
                "lever",
                "progression",
                "croissance",
                "remontée",
                "accroissement",
                "expansion",
                "accession",
                "accès",
                "poussée",
                "extension",
                "surcroît",
                "se lever",
                "monter",
                "remonter",
                "grimper",
                "progresser",
                "ressusciter",
                "s'élever"
            ],
            "examples": [
                {
                    "english": "Measures were taken to counter the relentless rise of costs.",
                    "french": "Des mesures ont été prises pour contrer l'inexorable hausse des coûts.  "
                },
                {
                    "english": "The rise in prices had an inverse effect on consumption.",
                    "french": "La hausse des prix a eu un effet inverse sur la consommation."
                },
                {
                    "english": "The company recorded a continuous rise in profits.",
                    "french": "L'entreprise a enregistré une augmentation permanente de ses bénéfices."
                },
                {
                    "english": "The historian explained the party's rise to power.",
                    "french": "L'historien a expliqué l'ascension au pouvoir du parti."
                },
                {
                    "english": "The rise of the empire changed the political landscape of the region.",
                    "french": "L'essor de l'empire a transformé le paysage politique de la région."
                },
                {
                    "english": "The sun rises in the east. ",
                    "french": "Le soleil se lève à l'est. "
                },
                {
                    "english": "The sun will rise soon.",
                    "french": "Le soleil se lèvera sous peu."
                },
                {
                    "english": "The water level had risen after the rain.",
                    "french": "Le niveau de l'eau était monté après la pluie.\r"
                }
            ]
        },
        {
            "english": "pay slip",
            "french": [
                "fiche de paie",
                "bulletin de salaire",
                "bulletin de paie",
                "fiche de salaire\r"
            ],
            "examples": []
        },
        {
            "english": "pink slip",
            "french": [
                "lettre de licenciement\r"
            ],
            "examples": []
        },
        {
            "english": "handwritting",
            "french": [
                "écriture manuscrite\r"
            ],
            "examples": []
        },
        {
            "english": "illegible",
            "french": [
                "illisibles",
                "illisible",
                "indéchiffrable",
                "incompréhensible\r"
            ],
            "examples": []
        },
        {
            "english": "perk",
            "french": [
                "avantage",
                "bonus",
                "à-côté"
            ],
            "examples": [
                {
                    "english": "Access to a free cafeteria is one of the perks of my job.",
                    "french": "L'accès à une cafétéria gratuite est l'un des avantages de mon travail."
                },
                {
                    "english": "The company car is one of the perks of my position.",
                    "french": "La voiture de fonction est un des bonus de mon poste.\r"
                }
            ]
        },
        {
            "english": "appoint",
            "french": [
                "accorder",
                "fixer",
                "déterminer"
            ],
            "examples": [
                {
                    "english": "The board appointed a new director.",
                    "french": "Le conseil a nommé un nouveau directeur."
                },
                {
                    "english": "The committee appointed a new director.",
                    "french": "Le comité a nommé un nouveau directeur."
                },
                {
                    "english": "The board appointed a new chairman.",
                    "french": "Le comité a désigné un nouveau président."
                },
                {
                    "english": "The committee has appointed the new director.",
                    "french": "Le comité a élu le nouveau directeur.\r"
                }
            ]
        },
        {
            "english": "dismiss",
            "french": [
                "congédier",
                "renvoyer",
                "absoudre",
                "résilier"
            ],
            "examples": [
                {
                    "english": "The manager never dismisses good initiatives. ",
                    "french": "Le directeur ne rejette jamais les bonnes initiatives. "
                },
                {
                    "english": "A boss should not dismiss an employee without a reason.",
                    "french": "Un patron ne doit pas licencier un employé sans raison."
                },
                {
                    "english": "To dismiss an employee, a specific procedure must be respected.",
                    "french": "Pour renvoyer un employé, une procédure précise doit être respectée. "
                },
                {
                    "english": "The judge dismissed the lawyer's suggestion.",
                    "french": "Le juge a écarté la suggestion de l'avocat."
                },
                {
                    "english": "The boy dismissed his father's advice.",
                    "french": "Le garçon a ignoré les conseils de son père."
                },
                {
                    "english": "The politician dismissed the importance of opinion polls.",
                    "french": "L'homme politique a nié l'importance des sondages d'opinion.\r"
                }
            ]
        },
        {
            "english": "appraise",
            "french": [
                "évaluer",
                "taxer",
                "chiffrer"
            ],
            "examples": [
                {
                    "english": "An expert will appraise the property prior to the sale.",
                    "french": "Un expert évaluera la propriété avant la vente."
                },
                {
                    "english": "An expert appraised the paintings before the auction.",
                    "french": "Un spécialiste a expertisé les peintures avant la vente aux enchères.\r"
                }
            ]
        },
        {
            "english": "praise",
            "french": [
                "éloge",
                "louange",
                "adoration"
            ],
            "examples": [
                {
                    "english": "The student deserves praise for his outstanding work.",
                    "french": "L'étudiant mérite des éloges pour son travail remarquable."
                },
                {
                    "english": "Regular guests praise the chef's creativity.",
                    "french": "Les clients réguliers louent la créativité du chef de cuisine."
                },
                {
                    "english": "The article praises the actor's performance.",
                    "french": "L'article fait l'éloge du jeu de l'acteur.\r"
                }
            ]
        },
        {
            "english": "applicant",
            "french": [
                "candidat",
                "demandeur",
                "postulant",
                "aspirant",
                "requérant"
            ],
            "examples": [
                {
                    "english": "Many applicants are qualified for this job.",
                    "french": "Beaucoup de candidats sont qualifiés pour cet emploi."
                },
                {
                    "english": "The applicant fits the required profile.",
                    "french": "Le candidat correspond au profil requis."
                },
                {
                    "english": "The applicant has a background in mechanics.",
                    "french": "Le candidat a une formation en mécanique."
                },
                {
                    "english": "The underwriter decided not to insure the applicant.",
                    "french": "Le souscripteur a décidé de ne pas assurer le demandeur."
                },
                {
                    "english": "There are many applicants for the position of sales assistant.",
                    "french": "Il y a beaucoup de postulants pour le poste de vendeur.\r"
                }
            ]
        },
        {
            "english": "lay off",
            "french": [
                "renvoyer",
                "licencier"
            ],
            "examples": [
                {
                    "english": "I asked my brother to lay off me.",
                    "french": "J'ai demandé à mon frère de me ficher la paix.\r"
                }
            ]
        },
        {
            "english": "unemployment",
            "french": [
                "chômage"
            ],
            "examples": [
                {
                    "english": "I found a job after two months of unemployment.",
                    "french": "J'ai trouvé un travail après deux mois de chômage.\r"
                }
            ]
        },
        {
            "english": "complaint",
            "french": [
                "plainte",
                "réclamation",
                "grief",
                "complainte",
                "affection",
                "doléance",
                "se plaindre",
                "porter plainte",
                "formuler une plainte",
                "déposer une plainte",
                "déplorer",
                "adresser une plainte",
                "soumettre une plainte",
                "plomber"
            ],
            "examples": [
                {
                    "english": "There has never been a complaint about our service.",
                    "french": "Il n'y a jamais eu de plainte concernant notre service."
                },
                {
                    "english": "The reason for his complaint was explained in detail.",
                    "french": "Le motif de sa plainte était expliqué en détail."
                },
                {
                    "english": "I went to the manager to complain about the bad service.",
                    "french": "Je suis allé voir le manager pour me plaindre du mauvais service."
                },
                {
                    "english": "All he did was complain; meanwhile, I found a solution.",
                    "french": "Il ne faisait que se plaindre ; en attendant, j'ai trouvé une solution.\r"
                }
            ]
        },
        {
            "english": "bound",
            "french": [
                "liés",
                "tenu",
                "obligé",
                "relié",
                "contraint",
                "liées",
                "tenus",
                "tenues",
                "certain",
                "assuré",
                "limite",
                "sûrement",
                "sauter",
                "rebondir",
                "bondir",
                "lier",
                "relier",
                "attacher",
                "obliger",
                "rattacher",
                "imposer",
                "forcer"
            ],
            "examples": [
                {
                    "english": "We are bound by the terms of the contract.",
                    "french": "Nous sommes tenus par les termes du contrat."
                },
                {
                    "english": "Citizens are bound to respect the law.",
                    "french": "Les citoyens sont obligés de respecter la loi."
                },
                {
                    "english": "This book is bound in high quality leather.",
                    "french": "Ce livre est relié en cuir de grande qualité."
                },
                {
                    "english": "The witness is bound to tell the truth to the judge.",
                    "french": "Le témoin est contraint de dire la vérité au juge."
                },
                {
                    "english": "My love for my children knows no bounds.",
                    "french": "Mon amour pour mes enfants n'a pas de limite. "
                },
                {
                    "english": "The agreement binds all parties equally.",
                    "french": "Le contrat lie toutes les parties de manière égale."
                },
                {
                    "english": "The contract binds both parties.",
                    "french": "Le contrat engage les deux parties."
                },
                {
                    "english": "I need to bind my thesis before submitting it.",
                    "french": "Je dois relier ma thèse avant de la soumettre."
                },
                {
                    "english": "I bound the packages together with a string.",
                    "french": "J'ai attaché les paquets ensemble avec une ficelle.\r"
                }
            ]
        },
        {
            "english": "attendee",
            "french": [
                "personne présente"
            ],
            "examples": [
                {
                    "english": "The attendees were happy with the meeting.",
                    "french": "Les personnes présentes étaient satisfaites de la réunion.\r"
                }
            ]
        },
        {
            "english": "to delight",
            "french": [
                "ravir",
                "enchanter",
                "réjouir",
                "délecter"
            ],
            "examples": [
                {
                    "english": "The singer's performance delighted the crowd.",
                    "french": "La performance du chanteur a ravi la foule."
                },
                {
                    "english": "My old friend's surprise visit delighted me.",
                    "french": "La visite surprise d'un vieil ami m'a enchanté.\r"
                }
            ]
        },
        {
            "english": "fortnight",
            "french": [
                "quinzaine",
                "quinze jours",
                "deux semaines"
            ],
            "examples": [
                {
                    "english": "I am going on a trip for a fortnight.",
                    "french": "Je pars en voyage pour quinze jours."
                },
                {
                    "english": "I will be back from the trip in a fortnight.",
                    "french": "Je serai de retour de voyage dans deux semaines.\r"
                }
            ]
        },
        {
            "english": "quick",
            "french": [
                "rapide",
                "vite",
                "bref",
                "vif",
                "agile",
                "prompt",
                "hâtive",
                "nerveux"
            ],
            "examples": [
                {
                    "english": "We would appreciate a quick reply.",
                    "french": "Nous apprécierions une réponse rapide."
                },
                {
                    "english": "He made a quick decision and did not waver.",
                    "french": "Il a pris une décision rapide et n'a pas hésité."
                },
                {
                    "english": "Her replies are always quick and witty.",
                    "french": "Ses répliques sont toujours rapides et amusantes."
                },
                {
                    "english": "I started my speech with a quick introduction.",
                    "french": "J'ai débuté mon discours par une brève introduction."
                },
                {
                    "english": "The young boy has a very quick mind.",
                    "french": "Le jeune garçon a un esprit très vif."
                },
                {
                    "english": "My sister is very clever; she has a quick mind.",
                    "french": "Ma sœur est très intelligente ; elle a un esprit agile.\r"
                }
            ]
        },
        {
            "english": "retire",
            "french": [
                "prendre sa retraite",
                "se retirer",
                "abandonner",
                "se replier"
            ],
            "examples": [
                {
                    "english": "My grandfather retired after a long career.",
                    "french": "Mon grand-père a pris sa retraite après une longue carrière."
                },
                {
                    "english": "The bank retired old banknotes from circulation.",
                    "french": "La banque a retiré les vieux billets de la circulation.\r"
                }
            ]
        },
        {
            "english": "postpone",
            "french": [
                "ajourner",
                "retarder",
                "différer",
                "remettre",
                "suspendre",
                "tarder"
            ],
            "examples": [
                {
                    "english": "We postponed the meeting to another day.",
                    "french": "Nous avons reporté la réunion à un autre jour."
                },
                {
                    "english": "If you cannot come, then we have to postpone the meeting.",
                    "french": "Si vous ne pouvez pas venir, alors nous devons reporter la réunion."
                },
                {
                    "english": "The rain forced us to postpone our wedding.  ",
                    "french": "La pluie nous a obligé à repousser notre mariage. "
                },
                {
                    "english": "Our boss postponed the meeting because he didn't feel well.",
                    "french": "Notre chef a ajourné la réunion car il ne se sentait pas bien.\r"
                }
            ]
        },
        {
            "english": "drop",
            "french": [
                "goutte",
                "baisse",
                "chute",
                "diminution",
                "livraison",
                "pastille",
                "déclin",
                "dénivelé",
                "réduction",
                "recul",
                "largage",
                "dénivellation",
                "régression",
                "tomber",
                "baisser",
                "diminuer",
                "faire tomber",
                "écarter",
                "descendre",
                "chuter"
            ],
            "examples": [
                {
                    "english": "A few drops of vinegar should be enough.",
                    "french": "Quelques gouttes de vinaigre devraient suffire."
                },
                {
                    "english": "There was no drop in sales this year.",
                    "french": "Il n'y a pas eu de baisse des ventes cette année."
                },
                {
                    "english": "The drop in price caused an increase in sales.",
                    "french": "La baisse du prix a entraîné une augmentation des ventes."
                },
                {
                    "english": "The company noticed a slight drop in sales. ",
                    "french": "L'entreprise a remarqué une petite chute des ventes."
                },
                {
                    "english": "The rain caused a sudden drop in temperature. ",
                    "french": "La pluie a entraîné une chute brutale de la température."
                },
                {
                    "english": "The drop in oil prices had an impact on the economy.",
                    "french": "La diminution du prix du pétrole a eu un impact sur l'économie."
                },
                {
                    "english": "The drop of the merchandise took place on Monday.",
                    "french": "La livraison de la marchandise a eu lieu lundi."
                },
                {
                    "english": "Her mother gave her a drop to soothe her sore throat.",
                    "french": "Sa mère lui a donné une pastille pour calmer sa gorge irritée."
                },
                {
                    "english": "I dropped my friend home.",
                    "french": "J'ai déposé mon ami chez lui."
                },
                {
                    "english": "Rain drops from the sky.",
                    "french": "La pluie tombe du ciel."
                },
                {
                    "english": "Winter is coming and temperatures are dropping.",
                    "french": "L'hiver arrive et les températures baissent."
                },
                {
                    "english": "He chipped the glass when he dropped it.",
                    "french": "Il a ébréché le verre quand il l'a laissé tomber."
                },
                {
                    "english": "They dropped the prosecution as the evidence was insufficient.",
                    "french": "Ils ont abandonné les poursuites car les preuves étaient insuffisantes."
                },
                {
                    "english": "The lake's water level drops in summer.",
                    "french": "Le niveau d'eau du lac diminue en été."
                },
                {
                    "english": "I dropped my keys into the pool.",
                    "french": "J'ai fait tomber mes clés dans la piscine."
                },
                {
                    "english": "I dropped my cup and now there is coffee all over.",
                    "french": "J'ai fait tomber ma tasse et maintenant il y a du café partout."
                },
                {
                    "english": "The movers dropped a painting and chipped the frame.",
                    "french": "Les déménageurs ont fait tomber un tableau et ont écorné le cadre."
                },
                {
                    "english": "The coach dropped him from the team.",
                    "french": "L'entraîneur l'a écarté de l'équipe."
                },
                {
                    "english": "The plane dropped the food supplies into the remote village.",
                    "french": "L'avion a parachuté les provisions dans le village isolé."
                },
                {
                    "english": "The temperature dropped during the night.",
                    "french": "La température a chuté pendant la nuit.\r"
                }
            ]
        },
        {
            "english": "attend",
            "french": [
                "soigner"
            ],
            "examples": [
                {
                    "english": "The hotel receptionist attends to the guests' requests.",
                    "french": "Le réceptionniste de l'hôtel s'occupe des demandes des clients."
                },
                {
                    "english": "The host attended to his guests during the meal.",
                    "french": "L'hôte s'est occupé de ses invités pendant le repas."
                },
                {
                    "english": "All employees must attend the meetings.",
                    "french": "Tous les employés doivent assister aux réunions."
                },
                {
                    "english": "I attended a lecture at the museum.",
                    "french": "J'ai assisté à une conférence au musée."
                },
                {
                    "english": "All employees must attend a yearly training session.",
                    "french": "Tous les employés doivent suivre une séance de formation annuelle."
                },
                {
                    "english": "The nurses attended to the patient with great dedication.",
                    "french": "Les infirmières ont soigné le patient avec un grand dévouement.\r"
                }
            ]
        },
        {
            "english": "diary",
            "french": [
                "journal",
                "agenda",
                "journal intime",
                "carnet",
                "journal personnel",
                "semainier"
            ],
            "examples": [
                {
                    "english": "My grandmother kept a diary all her life.",
                    "french": "Ma grand-mère a tenu un journal toute sa vie."
                },
                {
                    "english": "She writes all her important appointments in her diary.",
                    "french": "Elle note tous ses rendez-vous importants dans son agenda.\r"
                }
            ]
        },
        {
            "english": "a outing",
            "french": [
                "sortie",
                "excursion",
                "balade",
                "outing",
                "dehors",
                "à l'extérieur",
                "hors de"
            ],
            "examples": [
                {
                    "english": "The children went on a school outing to the museum.",
                    "french": "Les enfants ont fait une sortie au musée avec l'école."
                },
                {
                    "english": "The children went out to play.",
                    "french": "Les enfants sont allés dehors pour jouer.\r"
                }
            ]
        },
        {
            "english": "put off",
            "french": [
                "reporter",
                "dissuader",
                "déranger",
                "remettre",
                "différer",
                "retarder",
                "repousser",
                "laisser",
                "renvoyer",
                "déposer",
                "tarder",
                "atermoyer",
                "découragé",
                "ajourné",
                "retardé",
                "différé"
            ],
            "examples": [
                {
                    "english": "The smell of the dish put me off.",
                    "french": "L'odeur du plat m'a dégoûté."
                },
                {
                    "english": "We had to put off our excursion because of the rain.",
                    "french": "Nous avons dû remettre notre excursion à plus tard à cause de la pluie."
                },
                {
                    "english": "They had to put off the vote because of the bad weather.",
                    "french": "Ils ont dû reporter le vote à cause du mauvais temps."
                },
                {
                    "english": "Once she has made up her mind, nothing can put her off. ",
                    "french": "Une fois qu'elle s'est décidée, rien ne peut plus la dissuader."
                },
                {
                    "english": "Loud music puts me off when I am reading.",
                    "french": "La musique forte me dérange quand je lis."
                }
            ]
        }
    ],
    "groups": []
}